Repository: EdgeApp/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: de, es, hi

# Lt8-cl-BMW.text
source: Scan QR
de: QR scannen
es: Escanear Código QR
hi: QR स्कैन करें

# WIw-mO-3VN.normalTitle
source: Button
es: Botón
hi: बटन

# gQB-TM-9HQ.text
source: Login or Send
hi: लॉगिन करें या भेजें

# 0gq-ds-DJC.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: अगला

# 4eB-ff-Ebh.text
source: Your username and password are known only to you and never transmitted or stored unencrypted.
de: Ihr Benutzername, Passwort und Ihre Pin sind nur Ihnen bekannt und werden nie übertragen oder unverschlüsselt gespeichert.
es: Su nombre de usuario y contraseña son solamente conocidos por usted y nunca se transmiten ni almacenan sin encriptar.
hi: आपका यूजरनाम और पासवर्ड सिर्फ आपको पता रहेगा और ये सूचना न किसी को भेजी जाएगी और न ही गुप्त रूप से स्टोर की जाएगी|

# 6uu-dw-ssd.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# AAt-Oh-ifI.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# D2i-9s-GAC.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# DUg-At-veb.text
source: myname
de: meinName
es: Mi nombre
hi: मायनेम

# DgW-Gm-7l2.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# Dyh-gB-nOv.text
source: You will next see a popup requesting access to your Contacts.
de: Als nächstes werden Sie ein Popup-Fenster sehen, das Zugriff auf Ihre Kontakte fordert.
es: A continuación, verá una ventana emergente solicitando acceso a sus contactos.
hi: अब आप आपके संपर्क की सूचना लेने के लिए पॉपअप अनुरोध देखेंगे

# Ehm-ti-qdD.text
source: Specify your name or arbitrary nickname ie "Coinmaster". This is used ONLY when sending payments or requests to others to help them identify you. This is never sent to Airbitz or any third party and can be changed at any time in the future.
de: Geben Sie Ihren Namen oder Spitznamen wie z. B. "Coinmaster" an. Dies wird NUR beim Senden von Zahlungen oder Anfragen an andere verwendet, damit Sie leicht zu identifizieren sind. Dies wird niemals an Airbitz oder einer Dritten gesendet und kann jederzeit in der Zukunft geändert werden.
es: Especifique su nombre o apodo aleatorio, por ejemplo "Coinmaster". Esto se utiliza solamente cuando envíe pagos o solicitudes a otros para ayudarles a identificarle. Esto nunca se envía a Airbitz o a cualquier tercero y puede cambiarse en cualquier momento en el futuro.
hi: अपना नाम या प्रचलित निकनेम लिखें जैसे "कॉइनमास्टर"| ये केवल भुगतान अनुरोध भेजने और किसी को आपकी पहचान अनुरोध के लिए काम में लिया जाएगा|इसे एयरबिट्ज़ या किसी अन्य तीसरे पक्ष को नहीं भेजा जाएगा और इसे आप भविष्य में जब चाहें इसे बदल सकते हैं|

# G0E-xz-b8e.text
source: Set a 4 Digit PIN
de: Legen Sie eine 4-stellige PIN fest
es: Establecer un PIN de 4 dígitos
hi: 4 अंकीय पिन तय करें

# KSv-b6-auz.text
source: See Strings.h
de: Strings.h ansehen
es: Ver Strings.h
hi: Strings.h को देखें

# SsW-1b-1cv.text
source: See Strings.h
de: Strings.h ansehen
es: Ver Strings.h
hi: Strings.h को देखें

# Tqs-NN-dWt.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
de: Ihre PIN ist ein vierstelliger Code, der verwendet wird, um schnelle Wiederanmeldungen in Ihr Konto zu erlauben.
es: Su PIN es un código de 4 dígitos utilizado para hacer rápidas re-inicios de sesión en su cuenta.
hi: आपका पिन एक 4 अंकीय कोड है जिसे आपके खाते में शीघ्र पुनः लॉगिन करने के लिए इस्तेमाल किया जाता है।

# VAn-0y-asT.text
source: See Strings.h
de: Strings.h ansehen
es: Ver Strings.h
hi: Strings.h को देखें

# Vad-R9-M68.normalTitle
source: SKIP
de: ÜBERSPRINGEN
es: OMITIR
hi: छोड़ें

# W8f-q2-Sa7.normalTitle
source: Show
de: Zeigen
es: Mostrar
hi: दिखाएँ

# WkL-r2-NLT.text
source: Sign Up
de: Registrieren
es: Registrarse
hi: साइन अप

# Wkt-fz-AEf.normalTitle
source: Button
de: Taste
es: Botón
hi: बटन

# YJZ-dK-bwv.text
source: Enable Camera Access
de: Kamerazugriff erlauben
es: Permitir el acceso a la cámara
hi: कैमरा केउपयोग को सक्षम करें

# bPi-8w-xQ4.text
source: PIN
hi: पिन

# cng-Cv-ULC.text
source: Enable Contact Access
de: Kontaktzugriff erlauben
es: Habilitar el acceso a los contactos
hi: संपर्क उपयोग सक्षम करें

# dxS-14-iR5.text
source: Your PIN is a 4 digit code used to do quick re-logins into your account.
de: Ihre PIN ist ein 4-stelliger Code, der verwendet wird, um schnelle Wiederanmeldungen in Ihr Konto zu erlauben.
es: Su PIN es un código de 4 dígitos utilizado para hacer rápidas re-inicios de sesión en su cuenta.
hi: आपका पिन एक 4 अंकीय कोड है जिसे आपके खाते में शीघ्र पुनः लॉगिन करने के लिए इस्तेमाल किया जाता है।

# fCk-W4-OJJ.placeholder
source: Nickname
de: Spitzname
es: Sobrenombre
hi: निकनेम

# fV9-pz-Wfn.placeholder
source: Create PIN
de: PIN erstellen
es: Crear NIP
hi: पिन बनाएं

# fnL-7h-MQL.placeholder
source: Choose a Password
de: Wählen Sie ein Passwort
es: Elegir una contraseña
hi: एक पासवर्ड चुनें

# hHD-NP-fM6.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# hoE-Bh-x2F.placeholder
source: Re-enter Password
de: Passwort erneut eingeben
es: Volver a introducir contraseña
hi: पासवर्ड दोबारा दर्ज करें

# i3b-ZH-bDm.placeholder
source: Choose a Username
de: Wählen Sie einen Benutzernamen
es: Elegir un nombre de usuario
hi: यूजरनाम चुनें

# jcU-OX-5Hj.text
source: Write down and store securely
de: Notieren und sicher aufbewahren
es: Escribir y almacenar de forma segura
hi: लिखें और सुरक्षित रूप से संग्रहण करें

# jgQ-ju-YiX.text
source: Set a Password and PIN
de: Legen Sie ein Passwort und eine PIN fest
es: Establecer una contraseña y PIN
hi: पासवर्ड और पिन तय करें

# sJ6-mQ-mSV.text
source: Username
de: Benutzername
es: Nombre de usuario
hi: यूजरनाम

# w3d-xe-eUq.text
source: The password is used to authenticate your account and to change sensitive settings.
de: Das Kennwort wird verwendet, um Ihr Konto zu authentifizieren und um empfindliche Einstellungen zu ändern.
es: La contraseña se utiliza para autentificar su cuenta y para cambiar configuración sensible.
hi: पासवर्ड आपके खाते को प्रमाणित करने और संवेदनशील सेटिंग्स परिवर्तित करने के लिए इस्तेमाल किया जाता है।

# wff-Il-8GU.text
source: Write it Down!
de: Schreiben Sie es auf!
es: ¡ Escríbelo!
hi: लिखें!

# x6r-A5-Cxg.normalTitle
source: Back
de: Zurück
es: Atrás
hi: पीछे

# y2b-Sg-zfM.placeholder
source: Create PIN
de: PIN erstellen
es: Crear PIN
hi: पिन बनाएं

# z5S-Vu-MC1.normalTitle
source: NEXT
de: WEITER
es: SIGUIENTE
hi: आगे

# zqc-i8-gfC.text
source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड

# DlF-tR-T08.text
source: Business Name
de: Firmenname
es: Nombre del negocio
hi: व्यावसायिक नाम

# GGS-YR-zt1.normalTitle
source: Shopping
de: Einkaufen
es: Compras
hi: खरीदारी

# KxI-24-PCF.text
source: Categories
de: Kategorien
es: Categorías
hi: वर्ग

# Sfb-cf-6wF.normalTitle
source: More Categories
de: Weitere Kategorien
es: Más categorías
hi: अन्य वर्ग

# a78-ih-LDk.normalTitle
source: Coffee & Tea
de: Kaffee & Tee
es: Café &am; té
hi: कॉफ़ी और चाय

# aNa-3g-QXd.placeholder
source: Search
de: Suche
es: Búsqueda de
hi: खोज

# b1E-1G-btq.normalTitle
source: Gift Cards
de: Gutscheine
es: Tarjetas regalo
hi: उपहार कार्ड

# baO-FH-Oy4.text
source: Near You
de: In Ihrer Nähe
es: Cerca de usted
hi: आपके पास

# f2g-xP-19U.text
source: Label
es: Etiqueta
hi: लेबल

# ga1-R0-wof.text
source: Type BTC
de: BTC eingeben
es: Tipo BTC
hi: BTC टाइप करें

# heE-og-iXA.placeholder
source: Search
de: Suche
es: Búsqueda
hi: खोजें

# kTm-at-TUR.normalTitle
source: Electronics
de: Elektronik
es: Electrónica
hi: विद्युत

# lFC-s8-IJT.text
source: Label
es: Etiqueta
hi: लेबल

# oPG-fA-f9b.text
source: leftLabel
es: Etiqueta izquierda
hi: बायाँलेबल

# oyK-ph-99S.normalTitle
source: Restaurants
es: Restaurantes
hi: रेस्टोरेंट

# sWr-pd-hBY.normalTitle
source: ATMs
de: Geldautomaten
es: Cajeros automáticos
hi: एटीएम

# wy7-Kv-3ap.text
source: Address 1234
de: Adresse 1234
es: Dirección 1234
hi: पता 1234

# JE3-3X-s8v.normalTitle
source: Done
de: Fertig
es: Hecho
hi: हो गया

# tNK-PX-QMO.normalTitle
source: < Del
hi: < डिलीट

# KGv-Ek-gk9.text
source: Slide to confirm
de: Zum bestätigen Wischen
es: Deslizar para confirmar
hi: पुष्टि करने के लिए स्लाइड करें

# sls-ic-b1n.normalTitle
source: Agree
de: Zustimmen
es: Estoy de Acuerdo
hi: सहमत

# 0Ma-6E-cjS.placeholder
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
hi: वर्तमान पासवर्ड

# 0ea-NR-Nd9.normalTitle
source: This Month
de: In diesem Monat
es: Este mes
hi: इस महीने

# 0s2-OO-yBM.text
source: Label
es: Etiqueta
hi: उपनाम

# 1kz-sq-XsE.normalTitle
source: Wallet Public Seed - XPub (advanced)
de: Wallet öffentlicher Seed - XPub (fortgeschritten)
es: Semilla de cartera pública - XPub (avanzado)
hi: वॉलेट पब्लिक सीड - XPub (उन्नत)

# 2cx-Qx-XQc.placeholder
source: User Name
de: Benutzername
es: Nombre de usuario
hi: उपयोगकर्ता का नाम

# 3A3-3d-okn.text
source: Status Line 1
de: Statuszeile 1
es: Línea de estado 1
hi: स्थिति पंक्ति 1

# 3Py-nn-1AR.normalTitle
source: Advanced
de: Erweitert
es: Avanzado
hi: उन्नत

# 4KX-hj-tJA.text
source: Offline Wallet
es: Cartera sin conexión
hi: ऑफलाइन वॉलेट

# 4ab-Wa-eS4.placeholder
source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड

# 6EE-Aw-gGZ.normalTitle
source: Request
de: Anfordern
es: Solicitud
hi: अनुरोध

# 6Ey-Xn-GTe.title
source: Scan
de: Scannen
es: Explorar
hi: परीक्षण

# 6qu-Co-pyz.text
source: Label
es: Etiqueta
hi: उपनाम

# 7wl-Lb-K8l.text
source: BTC
hi: बी टी सी

# 8Nr-wB-OaB.text
source: External Storage / Print
de: Externer Speicher / Ausdruck
es: Almacenamiento externo / impresión
hi: बाह्य भण्डारण / प्रिंट

# 8XB-1A-1hO.text
source: Swipe to View Business Directory
de: Wische um das Branchenverzeichnis anzusehen
es: Deslicé el dedo para ver Directorio de Negocios
hi: बिज़नेस डायरेक्टरी देखने के लिए घुमाएं

# 8iz-Uc-LTS.normalTitle
source: Sign Up
de: Registrieren
es: Registrarse
hi: साइन अप

# 51g-oU-QIB.text
source: Import Wallet
de: Wallet importieren
es: Importar cartera
hi: वॉलेट आयात

# 90X-8Y-MEH.normalTitle
source: Last Year
de: Letztes Jahr
es: Año pasado
hi: पिछले वर्ष

# AOi-Wp-bVq.segmentTitles[0]
source: Transfer
de: Überweisen
es: Transferencia
hi: भेजें

# AOi-Wp-bVq.segmentTitles[1]
source: Address
de: Adresse
es: Dirección
hi: पता

# AOi-Wp-bVq.segmentTitles[2]
source: Photos
de: Fotos
es: Fotos
hi: तस्वीरें

# AOi-Wp-bVq.segmentTitles[3]
source: Flash
hi: उजाला

# AkB-cD-ba5.text
source: Label
es: Etiqueta
hi: उपनाम

# BED-Cf-F1n.text
source: Password must have an upper and lower case letter, a number, and a minimum of 10 characters
de: Passwort muss einen Groß- und Kleinbuchstaben, eine Zahl und mindestens aus 10 Zeichen bestehen
es: Contraseña debe tener una letra mayúscula y minúscula, un número y un mínimo 10 caracteres
hi: पासवर्ड में कम से कम एक बड़ा ,एक छोटा अक्षर (अंग्रेजी के) और एक अंक,कुल न्यूनतम 10 अक्षर होना आवश्यक है

# Bxa-tB-mk3.text
source: Phone
de: Telefon
es: Teléfono
hi: फोन

# CDg-O2-8UT.normalTitle
source: Last Month
de: Letzter Monat
es: Mes pasado
hi: पिछले महीने

# ClG-um-kmI.text
source: Category
de: Kategorie
es: Categoría
hi: वर्ग

# CuI-Tj-a8q.text
source: Enter password to decode wallet
de: Geben Sie das Passwort ein, um die Wallet zu entschlüsseln
es: Escriba la contraseña para decodificar la cartera
hi: वॉलेट खोलने के लिए पासवर्ड दर्ज करें

# Det-Mr-8a9.normalTitle
source: Next Step
de: Nächster Schritt
es: Siguiente paso
hi: अगला चरण

# Dh6-PA-WGi.text
source: Test
es: Prueba
hi: टेस्ट

# EuE-s0-NQ2.text
source: USD
hi: यू एस डी

# GFx-1Z-kFg.text
source: From:
de: Von:
es: De:
hi: से:

# Hba-dd-to8.text
source: (Duplicate Names)
de: (Doppelte Namen)
es: (Nombres duplicados)
hi: (दोहरे नाम)

# HzM-6V-ckO.text
source: Export
de: Exportieren
es: Exportar
hi: निर्यात

# Int-ih-AH6.title
source: Request View Controller
de: View-Controller anfragen
es: Solicitud controlador de vista
hi: नियंत्रक देखने के लिए अनुरोध करें

# JZ8-MW-EwQ.text
source: PRIVATE KEY
de: PRIVATER SCHLÜSSEL
es: CLAVE PRIVADA
hi: गुप्त चाबी

# KTi-U4-C5T.placeholder
source: Enter PIN
de: PIN eingeben
es: Introducir PIN
hi: पिन दर्ज करें

# L8T-Xw-aVE.text
source: Notes
de: Notizen
es: Notas
hi: विवरण

# LI5-7a-oQG.text
source: Start Date
de: Startdatum
es: Fecha de inicio
hi: प्रारंभिक तारीख

# LPo-UX-ZHi.normalTitle
source: Send
de: Senden
es: Enviar
hi: भेजें

# Maf-2U-Gv8.text
source: Copy Public Address
de: Öffentliche Adresse kopieren
es: Copiar Dirección pública
hi: सार्वजनिक पता कॉपी करें

# NBj-ek-BcU.normalTitle
source: Last Week
de: Letzte Woche
es: La semana pasada
hi: पिछले हफ्ते

# NuG-b1-njk.normalTitle
source: PIN Username
hi: पिन यूजर का नाम

# PDc-Am-Qmc.text
source: PUBLIC ADDRESS
de: ÖFFENTLICHE ADRESSE
es: DIRECCIÓN PÚBLICA
hi: सार्वजनिक पता

# PI3-NW-bVF.placeholder
source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
hi: तत्कालीन पासवर्ड

# PY5-r2-zeB.text
source: Sending...
de: Wird gesendet...
es: Enviando...
hi: भेज रहे हैं...

# Q2G-61-ExK.normalTitle
source: Sign In
de: Anmelden
es: Inicia sesión
hi: साइन इन

# QwV-te-soN.normalTitle
source: Cancel
de: Abbrechen
es: Cancelar
hi: रद्द करें

# QzV-Gk-Vrs.placeholder
source: Re-enter Password
de: Passwort erneut eingeben
es: Volver a introducir contraseña
hi: पासवर्ड दोबारा दर्ज करें

# RTg-3l-g7y.normalTitle
source: Exit PIN Login
de: PIN-Anmledung beenden
es: PIN de Salida de Login
hi: पिन लॉग इन से बाहर निकलें

# RVo-M5-ZXk.normalTitle
source: Forgot Password
de: Passwort vergessen
es: Olvidó su contraseña
hi: पासवर्ड भूल गए

# Rid-6B-Lv4.text
source: Require PIN above amount
de: Benötigt PIN bei Betrag über
es: Es necesario PIN por encima de cantidad
hi: उपरोक्त मूल्य के लिए पिन की आवश्यकता है

# RpC-BO-UBm.normalTitle
source: This Year
de: In diesem Jahr
es: Este año
hi: इस वर्ष

# Rpq-Hp-RbG.title
source: Directory
de: Addressbuch
es: Directorio
hi: डायरेक्टरी

# S8Q-An-svf.text
source: BTC
hi: बी टी सी

# SEw-4z-klE.placeholder
source: Username
de: Benutzername
es: Nombre de usuario
hi: यूजरनाम

# ScE-Ny-R3i.text
source: 4 Digit PIN
de: 4-stellige PIN
es: PIN de 4 dígitos
hi: 4 अंकीय पिन

# TJ3-SX-hen.text
source: Label
es: Etiqueta
hi: उपनाम

# TJm-Ie-PWq.placeholder
source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड

# Uak-ip-kgV.text
source: To:
de: An:
es: A:
hi: को:

# V5e-1n-K9Z.placeholder
source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड

# Vcb-0y-fDf.text
source: An app has requested a bitcoin address to send money to. Please choose a wallet from above to receive funds:
de: Eine App beantragt eine Bitcoin-Adresse um Geld zu überweisen. Bitte wählen Sie eine der oben stehenden Wallets aus, um Geldbeträge zu erhalten:
es: Una aplicación ha solicitado una dirección bitcoin para enviar dinero. Por favor elija una cartera de arriba para recibir fondos:
hi: एक एप्प ने पैसे भेजने के लिए बिट कॉइन पते का अनुरोध किया है|कृपया पैसे पाने के लिए उपरोक्त में से एक वॉलेट चुनें:

# Vuw-Bw-dQY.normalTitle
source: Wallet Private Seed (advanced)
de: Wallet Privat-Seed (fortgeschritten)
es: Semilla de cartera privada (avanzado)
hi: वालेट निजी सीड(उन्नत)

# WB0-Ox-RAw.text
source: 4 Digit PIN
de: 4-stellige PIN
es: PIN de 4 dígitos
hi: 4 अंकीय पिन

# XJt-5y-Q5y.text
source: Label
es: Etiqueta
hi: उपनाम

# Yfp-gi-q8F.text
source: Label
es: Etiqueta
hi: उपनाम

# ZP6-jP-fb3.title
source: Wallets View Controller
es: Controlador de vistas de cartera
hi: वॉलेट अवलोकन नियंत्रक

# ZTK-Sq-FqJ.placeholder
source: Private key
de: Privater Schlüssel
es: Clave privada
hi: गुप्त चाबी

# ZW8-Za-VVy.text
source: Sent From:
de: Gesendet von:
es: Enviado desde:
hi: के द्वारा भेजा गया:

# a3J-4E-YSl.text
source: Label
es: Etiqueta
hi: उपनाम

# c1q-yF-WIr.title
source: Send View Controller
de: View-Controller senden
es: Enviar controlador de vista
hi: प्रेषित अवलोकन नियंत्रक

# cYL-n1-ybU.text
source: Scan QR to Send Funds or Login with BitID
de: QR scannen um Guthaben zu senden oder mit BitID anzumelden
es: Escanear el QR para enviar fondos o Login con BitID
hi: पैसे भेजने के लिए क्यू आर स्कैन करें या फिर बिट आईडी से लॉग इन करें

# cix-f2-i3I.normalTitle
source: Skip This Step
de: Überspringen Sie diesen Schritt
es: Omitir este paso
hi: इस चरण छोड़ें

# dKh-rY-DMM.normalTitle
source: OK
es: Vale
hi: ओके

# dm1-b8-Vp0.text
source: End Date
de: Enddatum
es: Fecha de finalización
hi: अंतिम तारीख

# egu-Uy-luw.placeholder
source: PIN Spending Limit
de: PIN-Ausgabelimit
es: Límite de gasto del PIN
hi: पिन लिखने की सीमा

# gJp-Ct-Vol.text
source: Label
es: Etiqueta
hi: उपनाम

# hOS-Gw-CqO.normalTitle
source: Transaction Info (CSV)
de: Überweisungsdetails (CSV)
es: Información de la transacción (CSV)
hi: ट्रांजेक्शन सम्बन्धी जानकारी (CSV)

# iE3-Jv-3vs.text
source: Label
es: Etiqueta
hi: उपनाम

# iXW-st-n5q.text
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
hi: कैमरा उपलब्ध नहीं है

# ifv-G8-Cxe.text
source: (Requires password above daily limit)
de: (Erfordert Passwort über dem Tageslimit)
es: (Requiere contraseña por encima del límite diario)
hi: (दैनिक सीमा से ज्यादा के लिए पासवर्ड की जरूरत है)

# j3q-OI-el3.title
source: Transactions
de: Transaktionen
es: Transacciones
hi: ट्रांजेक्शन

# jDp-Og-qtC.title
source: Main View Controller
de: Hauptansicht-Controller
es: Controlador de vista principal
hi: मुख्य अवलोकन नियंत्रक

# jlL-oE-aWy.segmentTitles[0]
source: Copy
de: Kopieren
es: Copia
hi: कॉपी

# jlL-oE-aWy.segmentTitles[1]
source: Email
es: Correo electrónico
hi: ईमेल

# jlL-oE-aWy.segmentTitles[2]
source: SMS
hi: एस एम एस

# jlL-oE-aWy.segmentTitles[3]
source: Share
hi: साझा

# jrM-St-5IO.text
source: Label
es: Etiqueta
hi: उपनाम

# kjs-dz-76a.normalTitle
source: Save
de: Speichern
es: Guardar
hi: संचित

# ltN-lB-ATB.placeholder
source: Search
de: Suchen
es: Búsqueda
hi: खोज

# mxS-jU-qS2.normalTitle
source: Login
de: Anmeldung
es: Registro
hi: लॉग इन करें

# n7B-WE-395.normalTitle
source: Done
de: Fertig
es: Hecho
hi: हो गया

# nae-d6-xoW.text
source: Bitcoin Wallet
es: Cartera Bitcoin
hi: बिट कॉइन वॉलेट

# o7c-0i-ioy.placeholder
source: Daily Spend Limit
de: Tageslimit
es: Límite de gasto diario
hi: दैनिक खर्च सीमा

# oOB-dD-cy2.text
source: Generating QR Code...
de: QR-Code wird generiert...
es: Generando código QR...
hi: क्यू आर कोड उत्पन्न हो रहा है

# odP-aX-EhZ.normalTitle
source: CANCEL
de: ABBRECHEN
es: Cancelar
hi: रद्द

# pIj-oW-HUW.normalTitle
source: Transaction Info (Quickbooks)
de: Überweisungsdetails (Quickbooks)
es: Información de la transacción (Quickbooks)
hi: ट्रांजेक्शन सम्बंधित जानकारी (क्विकबुक्स)

# puA-fb-r0H.placeholder
source: Create PIN
de: PIN erstellen
es: Crear PIN
hi: पिन बनाएं

# sAy-bR-lqd.title
source: Menu
de: Menü
es: Menú
hi: मन्यू

# sgY-Eq-QTK.text
source: Daily Spending Limit
de: Tageslimit
es: Límite de gasto diario
hi: दैनिक खर्च सीमा

# shF-7X-2GL.normalTitle
source: Max
de: Maximum
hi: अधिकतम

# uTa-MB-0Sl.title
source: Request
de: Anfragen
es: Solicitud
hi: अनुरोध

# vVZ-Kb-RwQ.text
source: Scan QR Code or use photo
de: QR-Code scannen oder Foto verwenden
es: Escanear código QR o utilizar fotos
hi: क्यू आर कोड स्कैन करें या फोटो इस्तेमाल करें

# vlP-bB-ktv.normalTitle
source: This Week
de: Diese Woche
es: Esta semana
hi: इस हफ्ते

# x8T-QG-WiU.normalTitle
source: Done
de: Fertig
es: Hecho
hi: हो गया

# pkh-7R-foQ.text
source: Password Requirements
de: Passwortanforderungen
es: Requisitos de contraseña
hi: पासवर्ड संबंधी आवश्यकताएँ

# 24.normalTitle
source: OK
hi: ओके

# 25.normalTitle
source: Cancel
de: Abbrechen
es: Cancelar
hi: रद्द करें

# 1Qx-Jp-bYp.text
source: 2FA Reset Requested by another device.
de: 2FA Wiederherstellung von einem anderen Gerät angefordert.
es: Reajuste 2FA solicitado por otro dispositivo.
hi: अन्य उपकरण से 2FA पुनर्स्थापन का अनुरोध किया गया है|

# 3uS-L5-frK.normalTitle
source: KEEP 2FA
de: 2FA BEHALTEN
es: MANTENER 2FA
hi: 2FA रखें

# 4md-ob-Ttv.text
source: Core Version:
de: Kernversion:
es: Versión de la base:
hi: कोर संस्करण:

# 9ur-p7-oPb.text
source: Label
es: Etiqueta
hi: लेबल

# Ag5-Xn-Vpg.normalTitle
source: Clear Watcher Cache
de: Watcher-Cache löschen
es: Vaciar la caché del vigilante
hi: वाचर कैश हटाएं

# Bs1-Yi-SIh.normalTitle
source: Upload Log Files
de: Anmeldedateien hochladen
es: Subir los archivos de registro
hi: लॉग फाइल अपलोड करें

# GMX-G5-Rl3.text
source: Enable 2-Factor Authentication to increase security by only allowing logins from previously logged in devices. Add more devices by scanning the QR code below after 2FA is enabled
de: Um Ihre Sicherheit zu erhöhen, aktivieren Sie die 2-Faktor-Authentifizierung indem Sie nur Anmeldungen auf Geräten erlauben, über die Sie sich bereits angemeldet haben. Fügen Sie weitere Geräte durch das Scannen des QR-Codes hinzu, nachdem die 2FA aktiviert wurde
es: Habilitar autenticación en 2 factores para aumentar la seguridad al permitir inicios de sesión desde los dispositivos iniciados previamente. Añada más dispositivos escaneando el código QR a continuación después de activar 2FA
hi: 2-फैक्टर पुष्टिकरण को सक्रिय कर केवल पिछले लोग्डइन से ही लॉग इन करने की अनुमति देकर उपकरण की सुरक्षा बढाएं|2FA सक्रिय करने के बाद नीचे दिए क्यूआर कोड को स्कैन कर और उपकरण जोड़ें|

# GXU-6G-OIw.placeholder
source: Current Password
de: Aktuelles Passwort
es: Contraseña Actual
hi: वर्तमान पासवर्ड

# Izr-Cl-Osv.text
source: Using the device that enabled 2 Factor Authentication, go to Settings -> Two Factor. Scan the QR code using this device
de: Gehen Sie mit dem Gerät, welches die 2-Faktor-Authentifizierung aktiviert hat, zu Einstellungen -> Zwei-Faktor. Scannen Sie den QR-Code mit diesem Gerät
es: Usando el dispositivo que habilitó la autentificación de doble factor, Vaya a Ajustes -> Doble factor. Escanear el código QR utilizando este dispositivo
hi: 2 फैक्टर प्रमाणीकरण सक्षम किये गए उपकरण का प्रयोग करते हुए, सेटिंग पर जाएं -> दो फैक्टर। इस डिवाइस के प्रयोग से QR कोड स्कैन करें

# LAg-aY-W5b.normalTitle
source: DONE
de: FERTIG
es: Hecho
hi: समाप्त

# Myh-H6-aDd.text
source: Version:
es: Versión:
hi: संस्करण:

# RqX-ow-U05.text
source: Label
es: Etiqueta
hi: लेबल

# T6x-zH-xvf.text
source: This account has 2 Factor Authentication (2FA) enabled. Scan the 2FA token from the device that enabled 2FA to give access to this device.
de: Auf diesem Konto ist 2-Faktor-Authentifizierung (2FA) aktiviert. Scannen Sie das 2FA-Token von dem Gerät, welches 2FA aktivierte, um diesem Gerät Zugriff zu erlauben.
es: Esta cuenta tiene autenticación de doble factor (2FA) habilitada. Escanear la ficha 2FA desde el dispositivo que permitió a 2FA dar acceso a este dispositivo.
hi: इस खाते पर 2 फैक्टर पुष्टिकरण (2FA) सक्रिय है|उस उपकरण से 2FA टोकन को स्कैन करें जो आपके लिए इस उपकरण पर 2FA सक्षम बनाए|

# X6G-HD-WUv.placeholder
source: Search
de: Suche
es: Búsqueda
hi: खोजें

# XJN-At-Qod.text
source: Label
es: Etiqueta
hi: लेबल

# avV-bm-INd.normalTitle
source: DISABLE 2FA
de: 2FA DEAKTIVIEREN
es: DESACTIVAR 2FA
hi: 2FA निष्क्रिय करें

# bYl-WU-bNw.text
source: Request that the Two Factor authentication be turned off. The request will be automatically reset in 7 days if no action is taken by the account user on authenticated devices
de: Fordern Sie die Deaktivierung der Zwei-Faktor-Authentifizierung an. Die Anforderung wird in 7 Tagen automatisch zurückgesetzt, sollte der Kontoinhaber keine Änderungen auf authentifizierten Geräten vornehmen
es: Solicitar desactivar la Autentificación de Dos Factores. La solicitud se restablecerá automáticamente en 7 días si el usuario de la cuenta o los dispositivos de autentificación no realizan ninguna acción
hi: दो फैक्टर पुष्टिकरण को बंद करने का अनुरोध मिला है|अगर यूजर द्वारा पुष्टित उपकरण से कोई प्रतिक्रिया प्राप्त नहीं होती है तो ये अनुरोध 7 दिन में स्वतः पुनर्स्थापित हो जाएगा|

# g6f-f3-w6p.text
source: Label
es: Etiqueta
hi: लेबल

# h6I-iF-k15.text
source: Date
de: Datum
es: Fecha
hi: तिथि

# hxc-na-KPc.text
source: Two factor reset has been requested
de: Zwei-Faktor-Wiederherstellung wurde angefordert
es: Se ha solicitado el Restablecimiento del doble factor
hi: दो फैक्टर पुनर्स्थापन का अनुरोध किया गया है|
