Repository: EdgeApp/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: de, es, hi

source: Present QR code to Sender and have them scan to send you payment
de: Zeigen sie den QR-Code dem Absender und lassen Sie ihn diesen scannen, um Ihnen die Zahlung zu überweisen
es: Presente código QR al remitente y pida que lo escanee para enviar el pago
hi: भेजने वाले को क्यू आर कोड दिखाएँ और भुगतान करने के लिए उन्हें स्कैन करें

source: Private Seed
de: Privat-Seed
es: Semilla de clave privada
hi: गुप्त सीड

source: Property
de: Eigentum
es: Propiedad
hi: संपत्ति

source: Provide an Identity Token
de: Geben Sie einen Identitäts-Token an
es: Proporcionar un token de identificación
hi: एक पहचान टोकन उपलब्ध कराएं

source: Public Seed (XPub)
de: Wallet öffentlicher Seed (XPub)
es: Semilla de clave pública (XPub)
hi: पब्लिक सीड (XPub)

source: Public Transportation
de: Öffentliche Verkehrsmittel
es: Trasporte público
hi: सार्वजनिक परिवहन

source: QR Code Scan Failure
de: QR-Code-Scan-Fehler
es: Error en análisis de código QR
hi: QR कोड स्कैन विफल हुआ

source: REFER YOUR FRIENDS (Earn Bitcoin)
de: LADEN SIE IHRE FREUNDE EIN (Bitcoins verdienen)
es: Recomendar a sus amigos\n(gana Bitcoin)
hi: दोस्तों को बताएं (बिट कॉइन कमायें)

source: Re-enter New Password
de: Neues Passwort erneut eingeben
es: Volver a introducir nueva contraseña
hi: पासवर्ड दोबारा दर्ज करें

source: Received Bitcoin
de: Erhaltene Bitcoins
es: Bitcoin Recibidos
hi: बिट कॉइन प्राप्त

source: Received Funds
de: Erhaltene Engänge
es: Fondos recibidos
hi: पैसे प्राप्त

source: Received...
de: Erhalten...
es: Recibido...
hi: प्राप्त हो रहे है...

source: Recovery Disabled
de: Wiederherstellung deaktiviert
es: Recuperación desactivada
hi: वसूली विक्लांग

source: Recovery Password Reminder
de: Erinnerung zur Passwort-Wiederherstellung
es: Recordatorio de contraseña de recuperación
hi: पासवर्ड रिकवर का रिमाइंडर

source: Recovery Questions Not Set
de: Wiederherstellungs-Fragen nicht festgelegt
es: Preguntas recuperación no establecida
hi: रिकवर प्रश्न तय नहीं किये गए है

source: Recovery Questions Set
de: Wiederherstellungs-Fragen festgelegt
es: Conjunto de preguntas de recuperación
hi: रिकवरी प्रश्न सेट

source: Recovery Successful Please change your password and PIN
de: Wiederherstellung erfolgreich festgelegt Bitte ändern Sie Ihr Passwort und Ihre PIN
es: Recuperación Exitosa Por favor cambiar su contraseña y PIN
hi: वसूली सफल कृपया अपने पासवर्ड और पिन बदलने

source: Recovery was not setup or was done on another device
de: Die Wiederherstellung wurde nicht eingerichtet oder wurde auf einem anderen Gerät durchgeführt
es: La recuperación no fue establecida o fue hecha en otro dispositivo
hi: रिकवरी सेटअप नहीं था या किसी अन्य डिवाइस पर किया गया था

source: Refer Your Friends
de: Laden Sie Ihre Freunde ein
es: Recomendar a sus amigos
hi: अपने दोस्तों को बताएं

source: Registration
de: Registrierung
es: Registro
hi: पंजीकरण

source: Remaining...
de: Verbleibend...
es: Restante...
hi: शेष....

source: Remember your password?
de: Erinnern Sie sich an ihr Passwort?
es: ¿Recuerda su contraseña?
hi: पासवर्ड याद है?

source: Remind Me Later
de: Erinnere mich später
es: Recordármelo más tarde
hi: मुझे बाद में याद दिलाएं

source: Rename
de: Umbenennen
es: Cambiar el nombre de
hi: नाम बदलें

source: Rename Wallet
de: Wallet umbenennen
es: Cambiar el nombre de cartera
hi: वॉलेट का नाम बदलें

source: Rent
de: Miete
es: Alquiler
hi: किराया

# Rental Car &amp; Taxi
source: Rental Car & Taxi
de: Mietwagen & Taxi
es: Alquiler de Autos & Taxi
hi: किराये की कार और टैक्सी

source: Request a Payment Address
de: Fordern Sie eine Zahlungsadresse an
es: Solicitar una Dirección de Pago
hi: भुगतान पता अनुरोध

source: Request confirmed, Two Factor off.
de: Anfrage bestätigt, Zwei-Faktor aus.
es: Solicitud confirmada, doble factor apagado.
hi: अनुरोध की पुष्टि हो गयी, दो फैक्टर बंद है।

source: Request is copied to the clipboard
de: Anfrage wird in die Zwischenablage kopiert
es: Solicitud es copiada en los portapapeles
hi: अनुरोध क्लिपबोर्ड पर कॉपी हो गया है

source: Request your Identity Token but you don't have any
de: Fordern Sie Ihr Identitäts-Token an, aber Sie haben keinen
es: Solicitar su token de identidad pero usted no tiene ninguno
hi: अपनी पहचान टोकन का अनुरोध करें, लेकिन आप किसी भी नहीं है

source: Request your Identity Token. Please select one below
de: Fordern Sie Ihren Identitäts-Token an. Bitte wählen Sie aus einen der untenstehenden
es: Solicitar tu token de identidad. Por favor selecciona una a continuación
hi: अपनी पहचान टोकन का अनुरोध करें। एक नीचे चयन करें

source: Requested...
de: Angefordert...
es: Solicitado...
hi: अनुरोधित...

source: Reset Cancelled
de: Reset abgebrochen
es: Restablecimiento cancelado
hi: रिसेट रद्द हो गया

source: Reset Date
de: Datum zurücksetzen
es: Fecha de reinicio
hi: तिथि रिसेट करें

source: Reset requested. Please retry login after 7 days.
de: Zurücksetzen angefordert. Bitte versuchen Sie die Anmeldung nach 7 Tagen erneut.
es: Reajuste solicitado. Por favor vuelva a intentar iniciar sesión después de 7 días.
hi: रिसेट का अनुरोध किया गया है। कृपया 7 दिनों के बाद दोबारा लॉगइन करने का प्रयास करें।

source: Restarting watcher service
de: Watcher-Dienst neustarten
es: Reiniciar servicio de vigilante
hi: वाचर सेवा दोबारा शुरू हो रही है

source: Restaurants
es: Restaurantes
hi: रेस्टोरेंट

# Restaurants &amp; Food Trucks
source: Restaurants & Food Trucks
de: Restaurants & Imbiss
es: Food Trucks y restaurantes
hi: रेस्टोरेंट और फूड ट्रक

source: Revenue share from affiliate link %@
de: Anteil an den Erlösen aus Affiliate-Link %@
es: Aportación de ingresos desde link de afilación %@
hi: संबद्ध लिंक %@ से आय साझाकरण

source: SEND
de: SENDEN
es: ENVIAR
hi: भेजें

source: SMS
hi: संदेश

source: SMS cancelled
de: SMS abgebrochen
es: SMS cancelado
hi: संदेश रद्द हो गया

source: SMS sent
de: SMS gesendet
es: SMS enviado
hi: संदेश भेजा गया

source: SPEND BITCOIN (Plugins)
de: BITCOIN AUSGEBEN (Plugins)
es: GASTAR BITCOIN (Plugins)
hi: खर्च Bitcoin (प्लगइन्स)

source: Sales
de: Verkäufe
es: Ventas
hi: बिक्री

source: San Diego, California, USA
de: San Diego, Kalifornien, USA
hi: सैन डिएगो, कैलिफोर्निया, संयुक्त राज्य अमरीका

source: Save Recovery Token
de: Wiederherstellungs-Token sichern
es: Guardar token de recuperación
hi: सहेजें वसूली टोकन

source: Scan QR to Import Private Key/Gift Card
de: QR scannen um privaten Schlüssel/Gutschein zu importieren
es: Escanear el QR para importación clave privada/ tarjeta de regalo
hi: निजी कुंजी/उपहार कार्ड आयात करने के लिए QR स्कैन करें

source: Scan the QR code of payee to send payment or tap on a bluetooth request from the list below
de: Scannen Sie den QR-Code des Zahlungsempfängers um eine Zahlung zu senden oder tippen Sie auf eine Bluetooth-Anfrage aus der Liste unten an
es: Escanear el código QR de beneficiario para enviar pago o toque en una petición de bluetooth de la lista de abajo
hi: भुगतान भेजने के लिए आदाता का QR कोड स्कैन करें या नीचे दी गयी सूची से ब्लूटूथ अनुरोध पर टैप करें

source: Scan to Send, Import, or Edge Login
de: Scannen um zu Verschicken, Importieren oder Edge-Anmledung
es: Escanear para enviar, importar o logearse por edge
hi: भेजने के लिए, आयात, या एज लॉग इन स्कैन

source: Search
de: Suchen
es: Búsqueda
hi: खोजें

source: Select Currency
de: Wählen Sie eine Währung
es: Seleccionar divisa
hi: मुद्रा का चयन करें

source: Sell Bitcoin
de: Bitcoin verkaufen
es: Vender Bitcoin
hi: बिटकॉइन बेचें

source: Send Funds to Private Key
de: Schicken Sie einen Geldbetrag an privaten Schlüssel
es: Enviar fondos a clave privada
hi: निजी कुंजी में धनराशि भेजें

source: Send name on payment request
de: Name auf Zahlungsaufforderung schicken
es: Enviar nombre en la solicitud de pago
hi: भुगतान अनुरोध पर नाम भेजें

source: Send to Bitcoin Address or Import Private Key
de: An Bitcoin-Adresse senden oder privaten Schlüssel importieren
es: Enviar a la dirección Bitcoin o clave privada de importación
hi: बिटकॉइन पते पर भेजें या निजी कुंजी आयात करें

source: Sending...
de: Wird gesendet...
es: Enviando...
hi: भेजा जा रहा है....

source: Sent Bitcoin
de: Gesendete Bitcoins
es: Bitcoin Enviados
hi: बिटकॉइन भेज दिया गया है

# Service &amp; Parts
source: Service & Parts
de: Service & Teile
hi: सेवा और भाग

source: Service Fee
de: Servicegebühr
es: Tarifas de servicio
hi: सेवा शुल्क

source: Set a Password
de: Passwort einstellen
es: Establecer una contraseña
hi: पासवर्ड सेट करें

source: Set a Password and PIN
de: Legen Sie ein Passwort und eine PIN fest
es: Establecer una contraseña y PIN
hi: पासवर्ड और पिन सेट करें

source: Setting recovery questions failed: %@
de: Fehler beim Festlegen der Wiederherstellungfragen: %@
es: Error en establecimiento de preguntas de recuperación: %@
hi: रिकवरी प्रश्न सेट करना विफल हुआ: %@

source: Settings
de: Einstellungen
es: Configuraciones
hi: सेटिंग्स

source: Share
de: Teilen
es: Compartir
hi: साझा करें

source: Shopping
de: Einkaufen
es: Compras
hi: खरीदारी

source: Show
de: Zeigen
es: Mostrar
hi: प्रदर्शित करें

source: Show Balance
de: Saldo anzeigen
es: Mostrar saldo
hi: बकाया दिखाएँ

source: Show QR Code
de: QR-Code anzeigen
es: Mostrar código QR
hi: दिखाएँ क्यूआर कोड

source: Sign Up
de: Registrieren
es: Registrarse
hi: साइन अप

source: Sign-Up failed: %@
de: Registrierung fehlgeschlagen: %@
es: Falló registro: %@
hi: साइन अप असफल %@

source: Skip
de: Überspringen
es: Omitir
hi: छोड़ें

source: Skip this step
de: Überspringen Sie diesen Schritt
es: Omitir este paso
hi: इस चरण को छोड़ें

source: Sorry
de: Tut uns Leid
es: Lo sentimos
hi: माफ़ कीजिये

# Spa &amp; Massage
source: Spa & Massage
es: Spa & Masajes
hi: स्पा और मालिश

source: Spend Bitcoin (Plugins)
de: Bitcoins ausgeben (Plugins)
es: Gastar Bitcoin (Plugins)
hi: बिताओ Bitcoin (प्लगइन्स)

source: Spending Limits
de: Ausgabelimits
es: Límites de gasto
hi: खर्च सीमा

source: Sporting Goods
de: Sportartikel
es: Artículos Deportivos
hi: खेल सामग्रियां

source: Sports
de: Sport
es: Deportes
hi: खेल

source: Standard Fee
de: Standardgebühr
es: Tarifas estándar
hi: मानक शुल्क

source: Starbucks (Up to 20% Off)
de: Starbucks (20% Rabatt)
es: Starbucks (hasta un 20% de descuento)
hi: स्टारबक्स (20% तक की छूट)

source: Student Loan
de: Studentendarlehen
es: Préstamo Estudiantil
hi: छात्र ऋण

source: Successfully Logged In
de: Erfolgreich angemeldet
es: Inicio de sesión exitoso
hi: लॉग इन सफल

source: Successfully Verified Identity
de: Erfolgreiche Identitätsprüfung
es: Identificación verificada exitosamente
hi: सफलतापूर्वक सत्यापित पहचान

source: Successfully received identity token from %@
de: Erfolgreich Identitäts-Token von %@ erhalten
es: Ficha de identificación exitosamente recibido desde %@
hi: सफलतापूर्वक पहचान टोकन प्राप्त %@

source: Sweep Funds From Private Key
de: Streichen Sie Guthaben vom privaten Schlüssel
es: Pasar fondos desde la clave privada
hi: गुप्त चाबी से पैसे निकालें

source: Synchronizing
de: Synchronisieren
es: Sincronizando
hi: तालमेल

source: TOTAL:
de: GESAMT:
hi: कुल:

source: Tap and hold a wallet for additional options
de: Tippen und halten Sie eine Wallet für weitere Optionen
es: Toque y presione una cartera para opciones adicionales
hi: अधिक विकल्पों के लिए वॉलेट पर क्लिक कर होल्ड करें

source: Target (Up to 10% Off)
de: Target (bis zu 10% Rabatt)
es: Target (hasta un 10% de descuento)
hi: लक्ष्य (अप करने के लिए 10% के बाहर)

source: Tax
de: Steuer
es: Impuesto
hi: कर

source: Television
de: Fernsehen
es: Televisión
hi: टेलीविजन

source: The Two Factor Authentication token on this device is invalid. Either the token was changed by a different device our your clock is skewed. Please check your system time to ensure it is correct.
de: Das Zwei-Faktor-Authentifizierung-Token auf diesem Gerät ist ungültig. Entweder wurde das Token durch ein anderes Gerät geändert oder Ihre Uhr ist falsch. Bitte überprüfen Sie die Uhrzeit Ihres Systems um sicherzustellen, dass sie richtig ist.
es: El token de autenticación de doble factor en este dispositivo no es válido. El token fue cambiado por un dispositivo diferente o su reloj está sesgado. Por favor revise la hora en el sistema para asegurarse que sea correcta.
hi: इस उपकरण पर 2 फैक्टर प्रमाणिकता अवैध है| या तो अन्य उपकरण से टोकन बदल दिया गया है| कृपया आपके सिस्टम की घड़ी से हमारा समय मिलाएं

source: The bitcoin address of the device you connected with:%1$@ does not match the address that was initially advertised:%2$@
de: Die Bitcoin-Adresse des Geräts mit dem Sie verbunden sind:%1$@ stimmt nicht mit der ursprünglich angezeigten Adresse überein:%2$@
es: La dirección bitcoin del dispositivo conectado con:%1$@ no coincide con la dirección que inicialmente fue anunciada:%2$@
hi: आपके उपकरण का बिट कॉइन पता जो आपने %1$@ से जोड़ा है पहले वाले पते से मेल नहीं खाता:%2$@

source: The following services are not provided by %@. For issues and feedback, please contact the respective service providers.
de: Die folgenden Leistungen sind nicht durch %@ bereitgestellt. Bei Problemen und Fragen bitte an den entsprechenden Anbieter wenden.
es: Los siguientes servicios no son proporcionados por %@. Para problemas y comentarios, por favor contactar a los respectivos proveedores del servicio.
hi: निम्नलिखित सेवाओं द्वारा प्रदान नहीं कर रहे हैं %@. मुद्दों और प्रतिक्रिया के लिए, संबंधित सेवा प्रदाताओं से संपर्क करें।

source: The given answers were incorrect. Please try again.
de: Die eingegebenen Antworten waren falsch. Bitte versuchen Sie es erneut.
es: Las respuestas proporcionadas fueron incorrectas. Por favor, inténtelo de nuevo.
hi: दिए गए जवाब गलत हैं|कृपया दोबारा कोशिश करें

source: The password to this account was changed by another device. Please login using the new credentials.
de: Das Passwort für dieses Konto wurde von einem anderen Gerät aus geändert. Melden Sie sich mit den neuen Anmeldeinformationen an.
es: La contraseña para esta cuenta fue cambiada por otro dispositivo. Inicie sesión utilizando las credenciales de nuevo.
hi: इस खाते का पासवर्ड एक अन्य उपकरण द्वारा बदल दिया गया है। कृपया नई जानकारी के साथ लॉगइन करें।

source: This account already has password recovery setup. Would you like to disable it?
de: Dieses Konto verfügt bereits über ein Passwort-Wiederherstellungs-Setup. Möchten Sie es deaktivieren?
es: Esta es la cuenta que ya tiene una contraseña de recuperación configurada. Quieres desactivarla?
hi: यह खाता पहले से ही पासवर्ड वसूली सेटअप है। आप इसे निष्क्रिय करने के लिए करना चाहते हैं?

source: This application would like to access the following repositories linked to your Airbitz account. It will not have access to any other accounts or wallets.
de: Diese Anwendung möchte auf die folgenden Quellen zugreifen, die mit Ihrem Airbitz-Konto verknüpft sind. Es hat keinen Zugriff auf andere Konten oder Wallets.
es: Esta aplicación quiere acceder los siguientes repositorios ligados a tu cuenta de Airbitz. No tendrás acceso a las otras cuentas o carteras.
hi: यह आवेदन अपने Airbitz खाते से लिंक निम्न खजाने का उपयोग करना चाहते हैं। यह किसी भी अन्य खातों या जेब के लिए उपयोग नहीं किया जाएगा।

source: This is not your email or real name. This is the username to login into your [[abtag APP_TITLE]] account on this and other devices. Your username and password are known only to you and never stored unencrypted.
de: Das ist nicht Ihre E-Mail-Adresse oder Ihr echter Name. Dies ist der Benutzername für die Anmeldung in Ihr [[abtag APP_TITLE]] Konto für dieses und anderes Geräte. Ihr Benutzername und Ihr Passwort sind nur Ihnen bekannt und sie werden nie unverschlüsselt gespeichert.
es: Este no es su nombre real o correo electrónico. Este es el nombre de usuario para iniciar sesión en su cuenta de [[abtag APP_TITLE]] en este y otros dispositivos. Solo usted conoce su nombre de usuario y contraseña y estos datos nunca se almacenan sin encriptar.
hi: यह आपका ईमेल या वास्तविक नाम नहीं है। इस उपकरण पर या अन्य उपकरणों पर अपने [[abtag APP_TITLE]] खाते में लॉगइन करने के लिए यह प्रयोगकर्ता नाम है। आपके प्रयोगकर्ता नाम और पासवर्ड की जानकारी केवल आपको होती है और इसे कभी भी इन्क्रिप्ट किये बिना नहीं रखा जाता है।

source: This may take a few minutes if it is the first time logging into this device.
de: Es kann einige Minuten dauern, wenn dies die erste Anmeldung auf diesem Gerät ist.
es: Puede tomar unos minutos en caso de que sea la primera vez que inicia sesión en este dispositivo.
hi: यदि आप इस उपकरण में पहली बार लॉगइन कर रहे हैं तो इसमें कुछ मिनट का समय लग सकता है।

source: This site would like to:
de: Diese Seite würde gerne:
es: Este sitio quiere:
hi: इस साइट के लिए करना चाहते हैं:

source: This wallet has been archived. Please select a different wallet from the [Wallets] screen
de: Diese Wallet wurde archiviert. Bitte wählen Sie eine andere Wallet aus dem [Wallets]-Bildschirm aus
es: Esta cartera ha sido archivada. Por favor seleccione una cartera diferente desde la pantalla de [Wallets]
hi: यह वॉलेट आर्काइव हो गया है। कृपया [Wallets] स्क्रीन से दूसरे वॉलेट का चयन करें।

source: Time to crack:
de: Zeit zu knacken:
es: Tiempo para Infiltrarse:
hi: खोलने का समय:

source: To complete account recovery setup you MUST save an account recovery token. This will be required to recover your account in addition to your username and recovery answers. Please enter your email below to send yourself the recovery token.
de: Um das Setup zur Wiederherstellung Ihres Benutzerkontos abzuschließen MÜSSEN Sie einen Wiederherstellungs-Token speichern. Dieser wird dazu benötigt, um Ihren Benutzername, Ihre Wiederherstellungsfragen und Ihren Account wiederherzustellen. Bitte geben Sie Ihre E-Mail-Adresse ein, um einen Wiederherstellungs-Token zu erhalten.
es: Para completar la configuración de recuperación de cuenta usted DEBE guardar una ficha de recuperación de cuenta. Esto será requerido para recuperar su cuenta además de su nombre de usuario y preguntas de recuperación. Por favor introduzca su email abajo para enviarse usted mismo la ficha de recuperación.
hi: खाता पुनर्प्राप्ति सेटअप को पूरा करने के लिए आप एक खाता वसूली टोकन बचा जाना चाहिए। यह अपने यूज़रनेम और वसूली के जवाब के अलावा अपने अकाउंट को ठीक करने के लिए आवश्यक हो जाएगा। खुद वसूली टोकन भेजने के लिए नीचे अपना ईमेल दर्ज करें।

source: To sort wallets, tap and drag the 3 bars to the right of a wallet. Drag below the [ARCHIVE] header to archive the wallet
de: Um die Wallets zu ordnen, tippen und ziehen Sie die 3 Balken auf die rechte Seite einer Wallet. Ziehen Sie es unter die [ARCHIVE]-Kopfzeile, um das Wallet zu archivieren
es: Para ordenar las carters, toque y arrastre las 3 barras a la derecha de una cartera. Arrastre debajo del encabezado [ARCHIVE] para archivar la cartera
hi: वॉलेट क्रमबद्ध करने के लिए, वॉलेट के दाएं तरफ 3 रेखाओं को टैप और ड्रैग करें। वॉलेट आर्काइव करने के लिए [ARCHIVE] हेडर नीचे ड्रैग करें

source: To: %@
de: An: %@
es: Para: %@
hi: सेवा में: %@

source: To: %@ ▼
de: An: %@ ▼
es: Para: %@ ▼
hi: सेवा में: %@ ▼

source: Tolls
de: Maut
es: Cuotas
hi: टोल

source: Top Up Prepaid Phones
de: Laden Sie Ihr Prepaid-Mobiltelefone auf
es: Recarga un teléfono prepagado
hi: ऊपर शीर्ष प्रीपेड फोन

source: Touch ID
hi: निजी कुंजी/उपहार कार्ड आयात करने के लिए QR स्कैन करें

source: Touch ID Disabled
de: Touch-ID deaktiviert
es: Touch ID Desactivado
hi: टच आईडी अक्षम

source: Touch ID Enabled
de: Touch-ID aktiviert
es: Touch ID Activado
hi: टच आईडी सक्षम

source: Touch to login user
de: Tippen um anzumelden
es: Toque para inicio de sesión
hi: प्रयोगकर्ता लॉगइन के लिए स्पर्श करें

source: TouchID: Set password first
de: Touch-ID: Zuerst Passwort festlegen
es: TouchID: Establecer contraseña primero
hi: TouchID: पहले पासवर्ड सेट करें

source: TouchID: Unsupported Device
de: Touch-ID: Nicht unterstütztes Gerät
es: TouchID: Dispositivo no soportado
hi: TouchID: असमर्थित उपकरण

source: Toys
de: Spielwaren
es: Juguetes
hi: खिलौने

source: Trade Commissions
de: Handelskommissionen
es: Comisiones de comercio
hi: ट्रेड कमीशन

source: Transaction Details
de: Überweisungsdetails
es: Detalles de la transacción
hi: लेनदेन विवरण

source: Transfer
de: Überweisung
es: Transferir
hi: हस्तांतरण

source: Transfer From %@
de: Überweisung von %@
es: Transferir de %@
hi: %@ से हस्तांतरण

source: Transfer To %@
de: Überweisung an %@
es: Transferir a %@
hi: %@ पर हस्तांतरण

source: Travel
de: Reisen
es: Viajes
hi: यात्रा

source: Trouble connecting to network
de: Probleme beim verbinden mit dem Netzwerk
es: Problema al conectar con la red
hi: मुसीबत नेटवर्क से कनेक्ट

source: Try again?
de: Erneut versuchen?
es: ¿Volver a intentarlo?
hi: फिर कोशिश करो?

source: Tuition
de: Unterricht
es: Matrícula
hi: ट्यूशन

source: Two Factor
de: Zwei-Faktor
es: Doble factor
hi: दो फैक्टर

source: Two Factor Authentication (enchanced security) has been enabled from a different device for this account. Please enable 2 Factor Authentication for full access from this device.
de: Die Zwei-Faktor-Authentifizierung (Erweiterte Sicherheit) wurde auf einem anderen Gerät für dieses Konto aktiviert. Aktivieren Sie die 2-Faktor-Authentifizierung für den vollen Zugriff auf diesem Gerät.
es: Autenticación de doble Factor (seguridad mejorada) se ha habilitado desde un dispositivo distinto para esta cuenta. Por favor habilita 2 autentificaciones para el acceso completo de este dispositivo.
hi: इस खाते के लिए एक अलग उपकरण से दो फैक्टर प्रमाणीकरण (उन्नत सुरक्षा) सक्षम कर दिया गया है। इस डिवाइस से पूर्ण एक्सेस के लिए कृपया 2 फैक्टर प्रमाणीकरण सक्षम करें।

source: Two Factor Authentication On
de: Zwei-Faktor-Authentifizierung ist aktiviert
es: Autenticación de dos factores en
hi: दो फैक्टर प्रमाणीकरण प्रारंभ

source: Two Factor Disabled
de: Zwei-Faktor-Authentifizierung ist deaktiviert
es: Doble factor deshabitado
hi: दो फैक्टर अक्षम

source: Two Factor Enabled ** Warning ** If you lose your device or uninstall the app, it will take 7 days to disable 2FA and access your account."
de: Zwei-Faktor-Authentifizierung aktiviert ** Warnung ** Wenn Sie Ihr Gerät verlieren oder die App deinstallieren, dauert es 7 Tage, um 2FA zu deaktivieren und Zugriff auf Ihr Konto zu erlangen. "
es: Doble factor habilitado ** Advertencia ** Si pierde el dispositivo o desinstalar la aplicación, tendrá 7 días para desactivar 2FA y acceder a su cuenta.¨
hi: दो फैक्टर सक्षम **चेतावनी** यदि आपका डिवाइस खो जाता है या यदि आप ऐप हटा देते हैं तो 2FA अक्षम करने में और अपना खाता एक्सेस करने में 7 दिन का समय लगेगा।

source: Two Factor Invalid
de: Zwei-Faktor ungültig
es: Doble factor inválido
hi: दो फैक्टर अमान्य

source: Two Factor Reset
de: Zwei-Faktor-Reset
es: Reseteo de autenticación de doble factor
hi: दो फैक्टर रिसेट

source: USA
es: EE.UU
hi: अमेरीका

source: USA and Canada
de: USA und Kanada
es: Estados Unidos y Canadá
hi: संयुक्त राज्य अमेरिका और कनाडा

source: Unable to determine two factor status
de: Nicht in der Lage den Zwei-Faktor-Status zu bestimmen
es: No se puede determinar estados del doble factor
hi: दो फैक्टर की स्थिति पता करने में अक्षम

source: Unable to import secret
de: Secret kann nicht importiert werden
es: No se puede importar el secreto
hi: गोपनीय आयात करने में अक्षम

source: Unable to import token
de: Token kann nicht importiert werden
es: No se puede importar token
hi: टोकन आयात करने में अक्षम

source: Unable to save Settings
de: Einstellungen können nicht gespeichert werden
es: No se puede guardar la configuración
hi: सेटिंग सहेजने में अक्षम

source: Unable to scan QR code
de: QR-Code kann nicht gescannt
es: No se puede escanear el código QR
hi: QR कोड स्कैन करने में अक्षम

source: Unable to update Settings
de: Einstellungen können nicht aktualisiert werden
es: No se puede actualizar la configuración
hi: सेटिंग अपडेट करने में अक्षम

source: Up to 10% off Target
de: Bis zu 10 % Rabatt bei Target
es: Hasta el 10% de descuento en Target
hi: 10% तक छूट टार्गेट

source: Up to 20% off Starbucks
de: Bis zu 20 % Rabatt bei Starbucks
es: Hasta el 20% de descuento en Starbucks
hi: 20% तक छूट स्टारबक्स
