Repository: EdgeApp/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: de, es, hi

source: Error creating affiliate link. Please try again later
de: Fehler beim Erstellen eines Affiliate Links. Bitte versuchen Sie es später erneut
es: Error en la creación de afiliación de link. Por favor tratar otra vez mas tarde
hi: सहबद्ध लिंक बनाने में त्रुटि। बाद में पुन: प्रयास करें

source: Error desc
de: Fehler desc
es: Error de descripción
hi: डेस्क त्रुटि

source: Error disabling recovery
de: Fehler beim Deaktivieren der Wiederherstellung
es: Error desactivando registro
hi: वसूली अक्षम त्रुटि

source: Error during send
de: Fehler beim Senden
es: Error durante el envío
hi: भेजने में परेशानी हो रही है

source: Error importing the token at this time. Please try again.
de: Fehler beim Importieren von Tokens zu diesem Zeitpunkt. Bitte versuchen Sie es erneut.
es: Error al importar el token en ese momento. Por favor, inténtelo de nuevo.
hi: इस वक़्त टोकन आयात में में परेशानी हो रही है|कृपया फिर से कोशिश करें|

source: Error occured copying to the clipboard
de: Fehler beim Kopieren in die Zwischenablage aufgetreten
es: Error al copiar al portapapeles
hi: क्लिपबोर्ड में कॉपी करने में में परेशानी हो रही है

source: Error sending Email.
de: Fehler beim Senden von E-Mail.
es: Error al enviar correo electrónico.
hi: शराब और बार

source: Error sending SMS
de: Fehler beim Senden von SMS
es: Error al enviar SMS
hi: एस एम एस भेजने में परेशानी हो रही है

source: Exchange
de: Wechsel
es: Casa de cambio
hi: विनिमय

source: Exchange Rate Data Source
de: Wechselkurs-Datenquelle
es: Origen de datos de tipo de cambio
hi: विनिमय दर डेटा स्रोत

source: Exchange rate loading..
hi: विनिमय दर लोड हो रहा है..

source: Exit
de: Beenden
es: Salida
hi: बाहर

source: Expense
de: Kosten
es: Gasto
hi: खर्च:

source: Export
de: Exportieren
es: Exportar
hi: निर्यात

source: Export From:
de: Exportieren von:
es: Exportar desde:
hi: से निर्यात:

source: Export Private Seed
de: Private-Seed exportieren
es: Exportar semilla privada
hi: निजी सीड निर्यात

source: Export Public Seed (XPub)
de: Exportieren von öffentlichem Seed (XPub)
es: Exportar semilla pública (XPub)
hi: निर्यात सार्वजनिक बीज (XPub)

source: Export Wallet Transactions
de: Exportieren von Wallet-Überweisungen
es: Exportar Transacciones de la Cartera
hi: वॉलेट ट्रांजेक्शन निर्यात

source: Eyecare
de: Augenpflege
es: Cuidado de los Ojos
hi: नेत्र देखभाल

source: Fast Food
es: Comida Rápida
hi: फास्ट फूड

source: Feedback
es: Comentarios
hi: टिपण्णी

# Fees &amp; Charges
source: Fees & Charges
de: Gebühren & Abgaben
es: Cuotas & cargos
hi: शुल्क और प्रभार

source: Fetching Login Request...
de: Anmeldeanfrage wird abgerufen...
es: Obteniendo solicitud de registro...
hi: ला रहा है लॉगिन अनुरोध...

source: Fetching Payment Request...
de: Abrufen der Zahlungsaufforderung...
es: Extraer solicitud de pago...
hi: भुगतान अनुरोध देखा जा रहा है...

source: Fiat
es: Dinero Fiduciario
hi: फ़िएट

source: Financial
de: Finanziell
es: Financiero
hi: वित्तीय

source: Financial Advisor
de: Finanzberater
es: Asesor Financiero
hi: वित्तीय सलाहकार

source: First Name (optional)
de: Vorname (optional)
es: Nombre (opcional)
hi: प्रथम नाम(वैकल्पिक)

# Food &amp; Dining
source: Food & Dining
de: Essen & Speisen
es: Comida & Cena
hi: खाद्य और भोजन

source: From: %@
de: Von: %@
es: De: %@
hi: से:%@

source: Funds successfully imported, but error connecting to messenger server. Try again later
de: Guthaben wurde erfolgreich importiert, aber beim Verbinden zum Messenger-Server ist ein Fehler aufgetreten. Bitte probieren sie es später erneut
es: Fondos importados exitosamente, pero error al conectarse con el servidor de mensajes. intentar otra vez mas tarde
hi: फंड सफलतापूर्वक आयात, लेकिन त्रुटि दूत सर्वर से कनेक्ट। बाद में पुन: प्रयास करें

source: Furnishings
de: Einrichtung
es: Muebles
hi: सामान

# Gas &amp; Fuel
source: Gas & Fuel
de: Gas & Benzin
es: Gasolina & Combustible
hi: गैस और ईंधन

source: Generating QR Code...
de: QR-Code wird generiert...
es: Generando código QR...
hi: क्यू आर कोड उत्पन्न हो रहा है...

source: Get Affiliate Link
de: Affiliate-Link erhalten
es: Obtener enlace de afiliado
hi: प्रसारण लिंक प्राप्त करें

source: Gift
de: Geschenk
es: Regalo
hi: उपहार

source: Gift Cards
de: Gutscheine
es: Tarjetas de regalo
hi: उपहार कार्ड

# Gifts &amp; Donations
source: Gifts & Donations
de: Geschenke & Spenden
es: Regalos & Donaciones
hi: उपहार और दान

source: Go Back
de: Zurückgehen
es: Volver
hi: वापस जाएँ

source: Great job remembering your password.
de: Gute Arbeit, Sie erinnern sich an Ihr Passwort.
es: Muy buen trabajo al recordar su contraseña.
hi: अपने काफी अच्छे से पासवर्ड याद रखा है

source: Groceries
de: Lebensmittel
es: Comestibles
hi: राशन

source: Gym
de: Fitnessstudio
es: Gimnasio
hi: जिम

source: HOA Dues
de: HOA Beiträge
es: Adeudos de Asociación de Propietarios (HOA)
hi: HOA बकाया

source: Hair
de: Haare
es: Cabello
hi: बाल

# Health &amp; Fitness
source: Health & Fitness
de: Gesundheit & Fitness
es: Salud & Fitness
hi: स्वास्थ्य और सेहत

source: Help
de: Hilfe
es: Ayuda
hi: मदद

source: Hide
de: Ausblenden
es: Ocultar
hi: छुपायें

source: High Fee
de: Hohe Gebühr
es: Tarifa alta
hi: उच्च शुल्क

source: Hobbies
de: Hobbys
es: Pasatiempos
hi: शौक

source: Home
de: Haushalt
es: Hogar
hi: घर

source: Home Depot (Up to 15% Off)
de: Home Depot (bis zu 15% Rabatt)
es: Home Depot (hasta 15% de descuento)
hi: होम डिपो (अप करने के लिए 15% के बाहर)

source: Home Improvement
de: Hausverbesserung
es: Mejoras para el Hogar
hi: गृह सुधार

source: Home Insurance
de: Hausversicherung
es: Seguro para el Hogar
hi: गृह बीमा

source: Home Phone
de: Haustelefon
es: Teléfono de Casa
hi: गृह फोन

source: Home Services
de: Dienstleistungen
es: Servicios para el Hogar
hi: गृह सेवाएं

source: Home Supplies
de: Haushaltszubehör
es: Artículos para el Hogar
hi: गृह आपूर्तियाँ

source: Hotel
hi: होटल

source: How are you liking %@?
de: Wie finden Sie %@?
es: ¿Qué te parece %@?
hi: आपको %@ कैसा लग रहा है?

source: IMPORT PRIVATE KEY ([[abtag APP_TITLE]] Gift Card)
de: IMPORTIERE PRIVATEN SCHLÜSSEL ([[abtag APP_TITLE]] Gutschein)
es: IMPORTAR CLAVE PRIVADA ([[abtag APP_TITLE]] Tarjeta de Regalo)
hi: चुप्त चाबी आयात ([[abtag APP_TITLE]] गिफ्ट कार्ड)

source: IRA Contribution
de: IRA Beitrag
es: Planes de pensiones
hi: IRA योगदान

source: Identity token from [%@] created and saved
de: Identitäts-Token von [%@] erstellt und gesichert
es: Token de identidad a través [%@] crear y guardar
hi: से पहचान टोकन [%@] बनाया और बचाया

source: If recovery was setup, you should have emailed yourself a recovery token with a link
de: Wenn die Wiederherstellung eingerichtet wurde, sollten Sie per E-Mail einen Wiederherstellungs-Token mit einem Link erhalten haben
es: Si la recuperación fue establecida, usted debió haber enviado por email una recuperación de token con un link
hi: अगर वसूली सेटअप किया गया है, तो आप अपने आप को एक कड़ी के साथ एक वसूली टोकन ईमेल किया है चाहिए

source: Import
de: Importieren
es: Importar
hi: आयात

source: Import Airbitz Gift Card
de: Importiere Airbitz-Gutschein
es: Importar Tarjeta de regalo de Airbitz
hi: Airbitz उपहार कार्ड आयात करें

source: Import Funds
de: Guthaben importieren
es: Importar fondos
hi: पैसे आयात करें

source: Import Private Key
de: Privaten Schlüssel importieren
es: Importar Clave Privada
hi: गुप्त चाबी आयात करें

source: Import failed
de: Import ist fehlgeschlagen
es: Error al importar
hi: आयात असफल

source: Import failed. Private key is empty
de: Fehler beim importieren. Privater Schlüssel ist leer
es: Falló importación. La clave privada está vacía
hi: आयात असफल| गुप्त चाबी खाली है

source: Import the private key again to retry Twitter
de: Importieren Sie den privaten Schlüssel erneut, um Twitter zu wiederholen
es: Importar la clave privada otra vez para volver a intentar Twitter
hi: ट्विटर पर पुनः कोशिश के लिए गुप्त चाबी आयात करें

source: Importing funds from %@ into wallet...
de: Importieren von Guthaben aus %@ in Wallet...
es: Importar fondos de %@ en la cartera...
hi: %@ से वॉलेट में पैसे आ रहे हैं...

source: Income
de: Einkommen
es: Ingresos
hi: आय:

source: Incorrect PIN
de: Falsche PIN
es: PIN incorrecto
hi: गलत पिन

source: Incorrect PIN. Please wait %.0f seconds and try again.
de: PIN ist ungültig. Bitte warten Sie %.0f Sekunden und versuchen Sie es erneut...
es: PIN incorrecto. Por favor espere a %.0f segundos y vuelva a intentarlo.
hi: गलत पिन| %.0f. सेकंड प्रतीक्षा करे और फिर प्रयास करें|

source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
hi: गलत पासवर्ड

source: Incorrect Password. Try again, or change it now?
de: Falsches Passwort. Versuchen Sie es erneut, oder wollen sie es jetzt ändern?
es: Contraseña incorrecta. ¿Intentar de nuevo o cambiarla ahora?
hi: गलत पासवर्ड|पुन: कोशिश करें या अभी बदलें?

source: Incorrect current password
de: Falsches aktuelles Passwort
es: Contraseña actual incorrecta
hi: तत्काल्लें पासवर्ड गलत है

source: Incorrect username for this recovery token. Please try a different username or use a different recovery token link.
de: Falscher Benutzername für den Wiederherstellungs-Token. Bitte versuchen Sie es mit einem anderen Benutzernamen oder einem anderen Link für den Wiederherstellungs-Token.
es: Nombre de usuario incorrecto para esta recuperación de token. Por favor probar con un nombre de usuario diferente o usar un link de recuperación de token diferente.
hi: इस वसूली टोकन के लिए गलत उपयोगकर्ता नाम। एक अलग उपयोगकर्ता नाम प्रयास करें या एक अलग वसूली टोकन लिंक का उपयोग करें।

source: Info
es: Información
hi: सूचना

source: Insufficient Password
de: Unzureichendes Passwort.
es: Contraseña insuficiente
hi: पासवर्ड पर्याप्त नहीं है

source: Interest Exp
de: Zinsaufwand
es: Gasto por intereses
hi: ब्याज व्यय

source: Internet
hi: इंटरनेट

source: Invalid Bitcoin Address
de: Ungültige Bitcoin-Adresse
es: Dirección de Bitcoin Inválida
hi: बिट कॉइन पता अवैध है

source: Invalid Bluetooth Request
de: Ungültige Bluetooth-Anforderung
es: Solicitud de Bluetooth no Válida
hi: ब्लूटूथ अनुरोध अवैध है

source: Invalid Email
de: Ungültige E-Mail-Adresse
es: Email inválido
hi: अवैध ईमेल

source: Invalid QR Code
de: Ungültiger QR-Code
es: Código QR inválido
hi: क्यू आर कोड अवैध है

source: It's great
de: Es ist toll
es: Es fantástico
hi: ये शानदार है

source: Kids
de: Kinder
es: Niños
hi: बच्चे

source: Kids Activities
de: Kinderaktivitäten
es: Actividades para Niños
hi: बच्चों को गतिविधियों

source: LOGIN
de: ANMELDUNG
es: REGISTRO
hi: लॉग इन करें

source: Last Name (optional)
de: Nachname (optional)
es: Apellido (opcional)
hi: अंतिम नाम (वैकल्पिक)

source: Late Fee
de: Verspätungsgebühr
es: Recargo
hi: विलंबित शुल्क

source: Later
de: Später
es: Más tarde
hi: बाद में

source: Laundry
de: Wäsche
es: Lavandería
hi: लांड्री

# Lawn &amp; Garden
source: Lawn & Garden
de: Rasen & Garten
es: Césped & Jardín
hi: बाग और बगीचा

source: Level
de: Ebene
es: Nivel
hi: स्तर

source: Life Insurance
de: Lebensversicherung
es: Seguro de Vida
hi: जीवन बीमा

source: Loading Account...
de: Konto wird geladen...
es: Cargando Cuenta...
hi: खाता लोड हो रहा है...

source: Loading Balance...
de: Guthaben wird geladen...
es: Cargando Saldo...
hi: शेष राशि लोड हो रही है...

source: Loading Transactions...
de: Transaktionen werden geladen...
es: Cargando Transacciones...
hi: लेनदेन लोड हो रहा है...

source: Loading Wallets...
de: Wallets wird geladen...
es: Cargando Carteras...
hi: वॉलेट लोड हो रहे हैं...

source: Loading...
de: Wird geladen...
es: Cargando...
hi: लोड हो रहा है...

source: Logging Out
de: Abmelden
es: Cerrando Sesión
hi: लॉगआउट हो रहा है

source: Login Package
de: Anmeldepacket
es: Paquete de registro
hi: लॉग इन पैकेज

source: Low Fee
de: Niedrige Gebühr
es: Tarifa Baja
hi: कम शुल्क

source: Merchant Mode
de: Händler-Modus
es: Modo Comercio
hi: व्यापारी मोड

source: Message Sent
de: Nachricht gesendet
es: Mensaje Enviado
hi: संदेश भेज दिया गया

source: Misc.
de: Sonstiges
es: Varios.
hi: विविध

source: Mobile Phone
de: Mobiltelefon
es: Teléfono Movil
hi: मोबाइल फोन

source: More Categories
de: Weitere Kategorien
es: Más categorías
hi: अन्य वर्ग

# Mortgage &amp; Rent
source: Mortgage & Rent
de: Hypothek & Miete
es: Hipoteca & Renta
hi: गिरवी और किराया

source: Mortgage Interest
de: Hypothekenzinsen
es: Intereses de Hipoteca
hi: गिरवी ब्याज

# Movies &amp; DVDs
source: Movies & DVDs
de: Filme & DVDs
es: Películas & DVD
hi: फिल्में और डीवीडी

source: Music
de: Musik
es: Música
hi: संगीत

source: Must have at least %d characters
de: Muss mindestens %d Zeichen haben
es: Debe tener al menos %d caracteres
hi: कम से कम %d अक्षर होने चाहिए

source: Must have at least one lower case letter
de: Muss mindestens ein Kleinbuchstaben haben
es: Debe tener al menos una letra minúscula
hi: कम से कम एक छोटा अक्षर होना चाहिए

source: Must have at least one number
de: Muss mindestens eine Ziffer haben
es: Debe tener al menos un número
hi: कम से कम एक अंक होना चाहिए

source: Must have at least one upper case letter
de: Muss mindestens einen Großbuchstaben haben
es: Debe tener al menos una letra mayúscula
hi: कम से कम एक उच्च अक्षर होना चाहिए

source: My Wallet
de: Meine Wallet
es: Mi Cartera
hi: मेरा वॉलेट

source: NAME
es: NOMBRE
hi: नाम

source: NO
de: NEIN
hi: नाम

source: Name
es: Nombre
hi: नाम

source: Net Salary
de: Nettogehalt
es: Salario Neto
hi: सकल आय

source: Network Error
de: Netzwerkfehler
es: Error de red
hi: नेटवर्क त्रुटि

source: New PIN
de: Neue PIN
es: Nuevo PIN
hi: नया पिन

source: New Password
de: Neues Passwort
es: Nueva Contraseña
hi: नया पासवर्ड

# Newspaper &amp; Magazines
source: Newspaper & Magazines
de: Zeitungen & Zeitschriften
es: Periódico & Revistas
hi: समाचारपत्र और पत्रिकाएँ

source: Next
de: Weiter
es: Siguiente
hi: अगला

source: Nickname / Handle (optional)
de: Spitzname (optional)
es: Sobrenombre / Alias (Opcional)
hi: उपनाम/हैंडल(वैकल्पिक)

source: No PIN set
de: Kein Pin-Code festgelegt
es: Sin PIN activado
hi: कोई पिन सेट

source: No Transactions
de: Keine Transaktionen
es: No hay transacciones
hi: कोई ट्रांजेक्शन नहीं है

source: No Transactions Found
de: Keine Transaktionen gefunden
es: No se encontaron transacciones
hi: कोई लेनदेन नहीं मिला

source: No password set
de: Kein Passwort festgelegt
es: No se estableció contraseña
hi: कोई पासवर्ड सेट नहीं है

source: No thanks
de: Nein, danke
es: No, gracias
hi: नहीं, धन्यवाद

source: Not Sure
de: Nicht sicher
es: No estoy seguro
hi: निश्चित नहीं है

source: Not so good
de: Nicht so gut
es: No es tan bueno
hi: बहुत अच्छा नहीं है

source: Note: Default Currency setting is only used for new wallets and to show total balance of account. Create a new wallet to change the fiat currency shown in each transaction.
de: Hinweis: Standardwährungseinstellung ist nur für neue Wallets und zeigen das Gesamtsaldo des Kontos an. Erstellen Sie eine neue digitale Wallet, um die Fiat-Währung zu ändern, die bei jeder Transaktion gezeigt wird.
es: Nota: La configuración predeterminada de divisas se utiliza solamente para las carteras nuevas y para mostrar el saldo total de la cuenta. Cree una nueva cartera para cambiar la moneda fiduciaria que se muestra en cada transacción.
hi: नोट: डिफ़ॉल्ट मुद्रा सेटिंग का प्रयोग केवल नए वॉलेट के लिए किया जाता है और खाते की कुल शेष राशि प्रदर्शित करने के लिए किया जाता है। प्रत्येक लेनदेन में प्रदर्शित कागजी मुद्रा परिवर्तित करने के नया वॉलेट बनाएं।

source: OK
hi: ठीक है

source: OPTIONS
de: OPTIONEN
es: OPCIONES
hi: विकल्प

source: On The Web
de: Im Internet
es: En la Web
hi: वेब पर

source: Only numbers allowed in PIN
de: In der PIN sind nur Ziffern erlaubt
es: Solo se permiten números en el PIN
hi: पिन में केवल अंक लिख सकते है

source: Open 24
de: 24h geöffnet
es: Abierto las 24 horas
hi: 24 खुले

source: Open 24 hours
de: 24 Stunden geöffnet
es: Abierto 24 horas
hi: 24 घंटे खुला

source: Other Income
de: Sonstige Erträge
es: Otros ingresos
hi: अन्य आय

source: PIN
hi: पिन

source: PIN Re-Login
de: PIN Wiederanmeldung
es: PIN de Re-inicio de sesión
hi: पिन से पुन: लॉग इन

source: PIN must be %d digits
de: PIN muss %d stellig sein.
es: El PIN debe ser de %d dígitos
hi: पिन में कम से कम %d अंक होने चाहिए

source: PIN successfully changed.
de: PIN erfolgreich geändert.
es: PIN cambiado exitosamente.
hi: पिन सफलतापूर्वक बदल दिया गया है

source: Parking
de: Parken
es: Estacionamiento
hi: पार्किंग

source: Partial Payment
de: Teilzahlung
es: Pago parcial
hi: आंशिक भुगतान

source: Password
de: Passwort
es: Contraseña
hi: पासवर्ड

source: Password Change
de: Passwort ändern
es: Cambar contraseña
hi: पासवर्ड बदल दिया गया है

source: Password Recovery
de: Passwort-Wiederherstellung
es: Recuperar Contraseña
hi: पासवर्ड रिकवरी

source: Password Recovery Setup
de: Passwort-Wiederherstellungssetup
es: Configuración de recuperación de contraseña
hi: पासवर्ड रिकवरी सेटअप

source: Password change failed: %@
de: Passwortänderung ist fehlgeschlagen: %@
es: Falló el cambio de contraseña:%@
hi: पासवर्ड बदलाव असफल %@

source: Password does not match. Re-enter password
de: Passwort stimmt nicht überein. Passwort erneut eingeben
es: La contraseña no coincide. Vuelva a introducir la contraseña
hi: पासवर्ड मेल नहीं खाता| पासवर्ड दोबारा डालें

source: Password mismatch
de: Passwort stimmt nicht überein
es: La contraseña no coincide
hi: पासवर्ड बेमेल है

source: Password successfully changed. DO NOT FORGET YOUR PASSWORD OR RECOVERY ANSWERS! THEY CANNOT BE RECOVERED!
de: Passwort erfolgreich geändert. VERGESSEN SIE IHR PASSWORT ODER IHRE WIEDERHERSTELLUNGSANTWORTEN NICHT! SIE KÖNNEN NICHT WIEDERHERGESTELLT WERDEN!
es: Contraseña cambiada exitosamente. ¡NO OLVIDE SU CONTRASEÑA O RESPUESTAS DE RECUPERACIÓN! ¡NO PUEDEN RECUPERARSE!
hi: पासवर्ड सफलतापूर्वक बदल दिया गया है| अपना पासवर्डऔर रिकवरी उत्तर न भूलें! ये पुन:प्राप्त नहीं हो पाएंगे!

source: Payment received
de: Zahlung erhalten
es: Pago recibido
hi: आय प्राप्त हो गयी है

source: Pending
de: Ausstehend
es: Pendiente
hi: शेष

source: Personal Care
de: Persönliche Betreuung
es: Cuidado Personal
hi: निजी देखभाल

# Pet Food &amp; Supplies
source: Pet Food & Supplies
de: Tiernahrung & Zubehör
es: Alimento para Mascotas & Artículos
hi: पशु आहार और आपूर्तियाँ

source: Pet Grooming
de: Haustiersalon
es: Aseo de Mascotas
hi: पालतू पशु देखरेख

source: Pets
de: Haustiere
es: Mascotas
hi: पालतू पशु

source: Pharmacy
de: Apotheke
es: Farmacia
hi: दवाखाना

source: Place Call
de: Anruf tätigen
es: Realizar llamada
hi: कॉल करे

source: Please click the link below from a mobile device with %1$@ installed to initiate account recovery for username [%2$@] <br><br>%3$@
de: Bitte klicken Sie auf den untenstehenden Link mit einem Mobilgerät auf dem %1$@ installiert ist, um die Kontowiederherstellung für den Benutzername [%2$@] zu starten <br><br>%3$@
es: Por favor hacer click en el link de abajo desde un dispositivo móvil con %1$@ instalado para iniciar recuperación de cuenta por nombre de usuario [%2$@] <br><br>%3$@
hi: के साथ एक मोबाइल डिवाइस से नीचे दिए गए लिंक पर क्लिक करें %1$@ उपयोगकर्ता नाम खाता पुनर्प्राप्ति आरंभ करने के लिए स्थापित [%2$@] <br><br>%3$@

source: Please create a PIN for this account to enable quick re-logins
de: Bitte erstellen Sie einen PIN-Code für dieses Konto, um schnelle Wiederanmeldungen zu erlauben
es: Por favor crear un PIN para esta cuenta y habilitar el registro rápido
hi: जल्दी फिर से प्रवेश सक्षम करने के लिए इस खाते के लिए एक पिन बनाने कृपया

source: Please create a new account and transfer your funds if you forgot your password.
de: Bitte erstellen Sie ein neues Konto und überweisen Sie Ihr Geld, falls Sie Ihr Passwort vergessen haben.
es: Por favor cree una nueva cuenta y transfiera sus fondos si olvidó su contraseña.
hi: अगर आप पासवर्ड भूल गए हैं तो नया खाता बनाये और पैसे ट्रान्सफर कर लें|

source: Please create a password for this account or you will not be able to recover your account if your device is lost or stolen.
de: Bitte erstellen Sie ein Kennwort für dieses Konto oder Sie werden nicht in der Lage sein, Ihr Konto wiederherzustellen, wenn das Gerät verloren geht oder gestohlen werden sollte.
es: Por favor cree una contraseña para esta cuenta o no podrá recuperar su cuenta en caso de que pierda su dispositivo o sea robado.
hi: इस खाते के लिए पासवर्ड बना लें अन्यथा ये उपकरण खो जाने या चोरी हो जाने पर पासवर्ड रिकवर नहीं कर पाएंगे|

source: Please enter a User Name
de: Bitte geben Sie einen Benutzernamen ein
es: Introduzca un nombre de usuario
hi: यूजरनाम दर्ज करें

source: Please enter a username at the login screen
de: Bitte geben Sie einen Benutzernamen beim Anmeldebildschirm an
es: Por favor ingresa un nombre de usuario en la pantalla de registro
hi: लॉगिन स्क्रीन पर एक उपयोगकर्ता नाम दर्ज करें

source: Please enter an amount to send
de: Bitte geben Sie einen zu versendenden Betrag an
es: Por favor ingrese una cantidad a enviar
hi: भेजने के लिए राशि लिखें

source: Please enter the username of the account to recover
de: Bitte geben Sie den Benutzername des wiederherzustellenden Kontos ein
es: Por favor introduzca el nombre de usuario de la cuenta para recuperar
hi: ठीक करने के लिए खाते के उपयोगकर्ता नाम दर्ज करें

source: Please enter your PIN
de: Bitte geben Sie Ihre PIN ein
es: Por favor, ingrese su PIN
hi: पिन लिखें

source: Please enter your correct password.
de: Bitte geben Sie Ihr richtiges Passwort ein.
es: Por favor ingrese la contraseña correcta.
hi: सही पासवर्ड दर्ज करें

source: Please enter your password to enable Touch ID
de: Bitte geben Sie Ihr Passwort ein, um Touch-ID zu aktivieren
es: Escriba la contraseña para habilitar el Touch ID
hi: टचआईडी सक्रिय करने के लिए पासवर्ड लिखें

source: Please find the email and click on the link from this device to initiate recovery
de: Bitte suchen Sie die E-Mail und klicken Sie auf den Link von diesem Gerät aus, um die Wiederherstellung zu starten
es: Por favor encontrar el email y hacer click en el link desde este dispositivo para iniciar recuperacion
hi: ईमेल का पता लगाने और इस डिवाइस वसूली आरंभ करने से लिंक पर क्लिक करें

source: Please have Requestor contact support
de: Bitte lassen Sie den Antragsteller den Support kontaktieren
es: Por favor pida a un solicitante que contacte a soporte
hi: रेकुएस्टर संपर्क सहायता लें

source: Please logout of current account before attempting password recovery
de: Bitte melden Sie sich von Ihrem aktuellen Benutzerkonto ab, bevor Sie die Wiederherstellung des Passworts durchführen
es: Por favor salir de la actual cuenta antes de intentar la recuperación de contraseña
hi: पासवर्ड वसूली प्रयास करने से पहले चालू खाते के लॉगआउट करें

source: Please try again later or contact support
de: Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Support
es: Por favor Inténtalo más tarde o póngase en contacto con soporte
hi: कृपया बाद में फिर से प्रयास करें या सहायता के लिए संपर्क करें

source: Please verify the domain above and tap LOGIN to authenticate with this site
de: Bitte überprüfen Sie die obenstehende Domain und klicken Sie auf ANMELDUNG um sich mit dieser Seite zu authentifizieren
es: Por favor verifica el dominio y selecciona el REGISTRO para autenticarse con este sitio
hi: ऊपर डोमेन को सत्यापित करने और इस साइट के साथ प्रमाणित करने के लिए लॉग इन करें नल

# Please wait %.0f seconds before retrying %@
source: Please wait %1$.0f seconds before retrying %2$@
de: Bitte warten Sie %1$.0f Sekunden bevor Sie es erneut versuchen %2$@
es: Por favor espere a %1$.0f segundos antes de volver a intentarlo %2$@
hi: %2$@ का पुन: प्रयास करने के पहले, कृपया %1$.0f सेकंड इंतजार करें

source: Please wait 1 second before retrying %@
de: Bitte warten Sie 1 Sekunde bevor Sie es erneut versuchen %@
es: Por favor espere 1 segundo antes de volver a intentarlo %@
hi: %@ दोबारा प्रयास करने से पहले कृपया 1 सेकंड प्रतीक्षा करें
