Repository: EdgeApp/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: de, es, hi

# lqV-Y6-LKD.normalTitle
source: Request Reset
de: Wiederherstellung beantragen
es: Solicitar Restablecimiento
hi: अनुरोध पुनर्स्थापन

# mJ9-nG-s79.text
source: Enabled
de: Aktiviert
es: Habilitado
hi: सक्षम

# nhU-8o-H50.normalTitle
source: Button
es: Botón
hi: बटन

# pX1-NU-49a.text
source: Label
es: Etiqueta
hi: लेबल

# pki-9D-VwL.normalTitle
source: Scan Token
de: Token scannen
es: Escanear Token
hi: टोकन स्कैन करें

# qLK-qd-7qg.text
source: Network:
de: Netzwerk:
es: Red:
hi: नेटवर्क:

# sZm-Gx-M8r.text
source: App Version
es: Versión de la aplicación
hi: ऐप संस्करण

# th1-bn-E4x.normalTitle
source: CANCEL
de: ABBRECHEN
es: Cancelar
hi: रद्द करें

# BCk-jF-SE5.text
source: LOGOUT
de: ABMELDEN
es: Cerrar sesión
hi: लॉग आउट

# GIG-Sd-O0c.accessibilityLabel
source: Logout
de: Abmelden
es: Cerrar sesión
hi: लॉग आउट

# Lwy-1d-Qgs.accessibilityLabel
source: Buy or Sell
de: Kaufen oder verkaufen
es: Comprar o vender
hi: खरीदें या बेचें

# O8N-2d-FwL.text
source: Label
es: Etiqueta
hi: लेबल

# Zac-Lf-J4y.text
source: SETTINGS
de: EINSTELLUNGEN
es: Configuración
hi: सेटिंग्स

# Zu4-Fd-NGP.accessibilityLabel
source: Buy or Sell
de: Kaufen oder Verkaufen
es: Comprar o vender
hi: खरीदें या बेचें

# aSM-QX-pLq.accessibilityLabel
source: Logout
de: Abmelden
es: Cerrar sesión
hi: लॉग आउट

# bQy-8e-q5h.text
source: See Strings.h
de: Strings.h ansehen
es: Ver Strings.h
hi: Strings.h को देखें

# jpu-23-4kh.accessibilityLabel
source: Buy or Sell
de: Kaufen oder verkaufen
es: Comprar o vender
hi: खरीदें या बेचें

# lr4-kO-HCW.text
source: WALLETS
es: Carteras
hi: वॉलेट

# rWQ-uJ-DUX.text
source: BUY / SELL BITCOIN
de: BITCOIN KAUFEN / VERKAUFEN
es: Comprar / Vender Bitcoin
hi: खरीदें/बेचें बिटकॉइन

# vsf-Ms-1Ff.accessibilityHint
source: the currently logged in account
de: das aktuell angemeldete Konto
es: La cuenta iniciada actualmente
hi: तत्कालीन लोग्डइन वाला खाता

# vsf-Ms-1Ff.text
source: Label
es: Etiqueta
hi: लेबल

# xju-3Y-EvK.text
source: See Strings.h
de: Strings.h ansehen
es: Ver Strings.h
hi: Strings.h को देखें

# xna-m1-9hx.accessibilityLabel
source: Settings
de: Einstellungen
es: Configuración
hi: सेटिंग्स

# 61J-35-M5b.placeholder
source: Name your new wallet
de: Benennen Sie Ihre neue Wallet
es: Nombre su nueva cartera
hi: नए वालेट का नाम तय करें

# HuB-Hn-lsB.text
source: Currency:
de: Währung:
es: Moneda:
hi: मुद्रा:

# Ug5-7Y-oG3.normalTitle
source: CANCEL
de: ABBRECHEN
es: Cancelar
hi: रद्द

# VVb-in-rZz.normalTitle
source: Button
es: Botón
hi: बटन

# bfD-1n-tCg.normalTitle
source: DONE
de: FERTIG
es: Hecho
hi: समाप्त

source: Amount
es: Total
hi: रकम

source: Please choose a wallet to receive funds.
de: Bitte wählen Sie eine Wallet aus, um Zahlungen zu ermpfangen.
es: Por favor, elija una cartera para recibir fondos.
hi: धनराशि प्राप्त करने के लिए कृपया वॉलेट का चयन करें।

# %@ / %@ requested via %@ on %@.
source: %1$@ / %2$@ requested via %3$@ on %4$@.
de: %1$@ / %2$@ über %3$@ auf %4$@ angefordert.
es: %1$@ / %2$@ solicitado mediante %3$@ en %4$@.
hi: %4$@ पर %3$@ द्वारा %1$@ / %2$@ का अनुरोध किया गया है।

source: %@ Bitcoin Request
de: %@ Bitcoin-Anfrage
es: %@ solicitud de Bitcoin
hi: %@ बिटकॉइन अनुरोध

# %@ Bitcoin Request from %@
source: %1$@ Bitcoin Request from %2$@
de: %1$@-Bitcoin-Anfrage von %2$@
es: %2$@ te solicita %1$@ Bitcoin
hi: %2$@ से %1$@ बिटकॉइन अनुरोध

source: %@ Bitcoin received. Tap for details.
de: %@ Bitcoin erhalten. Tippen Sie für Einzelheiten.
es: %@ Bitcoin recibido. Pulse para obtener más información.
hi: %@ बिटकॉइन प्राप्त हुआ। विवरण के लिए टैप करें।

source: %@ Recovery Token
de: %@ Wiederherstellungs-Token
es: %@ Token de recuperación
hi: %@ वसूली टोकन

# %@ failed: %@
source: %1$@ failed: %2$@
de: %1$@ ist fehlgeschlagen: %2$@
es: %1$@ error:%2$@
hi: %1$@ विफल: %2$@

source: %@ has requested a bitcoin address to send money to.
de: %@ beantragt eine Bitcoin-Adresse um Geld zu verschicken.
es: %@ ha solicitado una dirección bitcoin para enviar dinero.
hi: पैसे भेजने के लिए %@ ने बिटकॉइन पते का अनुरोध किया है।

source: %1$@ Share this link to receive revenue from users that install and use %2$@. You will receive 0.25%% of all gift card purchases made inside of this app.
de: %1$@ Teilen Sie diesen Link, um Überweisungen von Benutzern zu erhalten, die %2$@ installieren und verwenden. Sie werden 0.25%% aller Gutscheinkäufe innerhalb dieser App erhalten.
es: %1$@\n Compartir este enlace para recibir ingresos de los usuarios que instalan y utilizan %2$@. Usted recibirá 0.25% de todas las compras de tarjeta de regalo realizadas dentro de esta aplicación.
hi: %1$@ उन प्रयोगकर्ताओं से आय प्राप्त करने के लिए यह लिंक साझा करें जो %2$@ स्थापित और प्रयोग करते हैं। ऐप के अंदर की गयी सभी उपहार कार्ड खरीदारियों के लिए आपको 0.25%% प्राप्त होगा।

source: ** Warning **
de: ** Warnung **
es: ** Advertencia **
hi: **चेतावनी**

source: **WARNING** You will NEVER be able to recover your password if it is forgotten!!
de: **WARNUNG** Sie werden NIE in der Lage sein, Ihr Passwort wiederherzustellen, falls Sie es vergessen!!
es: **ADVERTENCIA ** no podrás recuperar tu contraseña si se te olvida!!
hi: **चेतावनी** अपना पासवर्ड भूल जाने पर आप कभी भी इसे दोबारा प्राप्त करने में सक्षम नहीं होंगे!!

source: 2 Factor (Enhanced Security)
de: 2-Faktor (erhöhte Sicherheit)
es: Doble factor (mayor seguridad)
hi: 2 फैक्टर (उन्नत सुरक्षा)

source: 4 Digit PIN
de: 4-stellige PIN
es: PIN de 4 dígitos
hi: 4 अंकीय पिन

source: 15-20% off Amazon
de: 15% - 20 % Rabatt auf Amazon
es: 15-20% de descuento Amazon
hi: 15-20% अमेज़न छूट

source: A two factor reset has been requested. If you did not create this request, login as %@ and change your password.
de: Ein Zwei-Faktor-Reset wurde angefordert. Wenn Sie diese Anforderung nicht erstellt haben, melden Sie sich als %@ an und ändern Sie Ihr Passwort.
es: Se ha solicitado un reajuste de doble factor. Si usted no creó esta petición, Inicio de sesión como %@ y cambie la contraseña.
hi: 2 फैक्टर पुनर्स्थापन का अनुरोध किया गया है|अगर ये अपने नहीं भेजा तो %@ से लॉग इन कीजिये और अपना पासवर्ड बदल लीजिये

source: ACCOUNT:
de: KONTO:
es: CUENTA:
hi: खाता:

source: ARCHIVE
de: ARCHIV
es: ARCHIVO
hi: अभिलेख

source: ATM
de: Geldautomat
es: Cajeros Automáticos
hi: ए टी एम

source: ATM Fee
de: Geldautomatengebühr
es: Tarifa del Cajero Automático
hi: एटीएम शुल्क

source: Accept
de: Akzeptieren
es: Aceptar
hi: सकारना

source: Account '%@' needs a password. Account is not accessible on a new device without a password.
de: Das Konto '%@' benötigt ein Passwort. Konto ist nicht auf einem neuen Gerät ohne Passwort zugänglich.
es: La cuenta '%@' necesita una contraseña. No es posible acceder a la cuenta en un nuevo dispositivo sin una contraseña.
hi: '%@' खाते को पासवर्ड की जरूरत है| बिना पासवर्ड आप ये अकाउंट किसी अन्य उपकरण पर नहीं चला पाएंगे|

source: Account Sign Up
de: Konto registrieren
es: Registro de Cuenta
hi: खाते में साइन अप

source: Account has no password
de: Konto hat kein Passwort
es: La cuenta no tiene contraseña
hi: इस खाते का कोई पासवर्ड नहीं है

source: Add New
de: Neu hinzufügen
es: Añadir nuevo
hi: नया जोड़ें

source: Affiliate Revenue
de: Affiliate-Einnahmen
es: Ingresos de afiliados
hi: सहबद्ध राजस्व

source: Affiliate link has been copied to the clipboard
de: Affiliate-Link wurde in die Zwischenablage gespeichert
es: Enlace de afiliado se ha copiado en el portapapeles
hi: प्रसारण लिंक क्लिपबोर्ड में कॉपी कर दिया गया है

source: Air Travel
de: Flugreise
es: Vuelos
hi: हवाई यात्रा

source: AirPrint is not currently available
de: AirPrint ist derzeit nicht verfügbar
es: AirPrint no está disponible actualmente
hi: एयर प्रिंट फ़िलहाल उपलब्ध नहीं है

# Alcohol &amp; Bars
source: Alcohol & Bars
de: Alkohol & Bars
es: Bares y Pubs
hi: शराब और बार

source: Allowance
de: Taschengeld
es: Tolerancia
hi: भत्ता

source: Amount is too small
de: Betrag zu klein
es: La cantidad es demasiado pequeña
hi: मूल्य काफी कम है

source: Amusement
de: Vergnügen
es: Entretenimiento
hi: मनोरंजन

source: An app has requested a bitcoin address to send money to.
de: Eine App fordert eine Bitcoin-Adresse um einen Geldbetrag zu überweisen.
es: Una aplicación ha solicitado una dirección de bitcoin para enviar dinero.
hi: एक एप्प ने पैसे भेजने के लिए इस बिट कॉइन पते का अनुरोध किया है

source: An error occurred. Please check your network connection. You may also exit PIN login and use your username & password to login offline
de: Es ist ein Fehler aufgetreten. Bitte überprüfen Sie Ihre Netzwerkverbindung. Sie können auch die PIN-Anmeldung beenden und Ihren Benutzernamen sowie Ihr Passwort für den Offline-Login verwenden
es: Se ha producido un error. Por favor revise su conexión a la red. También puede salir del inicio de sesión con PIN y utilizar su nombre de usuario & y contraseña para iniciar sesión offline
hi: एक त्रुटि उत्पन्न हो गयी है |कृपया अपना नेटवर्क कनेक्शन चेक करें|आप पिन लॉग इन से बाहर निकलकर ऑफलाइन यूजरनाम और पासवर्ड से लॉग इन कर सकते हैं

source: An error occurred. Possible network connection issue or incorrect username & password
de: Es ist ein Fehler aufgetreten. Mögliche Probleme beim Verbinden mit dem Netzwerk, falcher Benutzername & oder falsches Passwort
es: Se ha producido un error. Posible problema de conexión de red o nombre de usuario & y contraseña incorrectos
hi: एक त्रुटि उत्पन्न हो गयी है |कृपया अपना नेटवर्क कनेक्शन और पासवर्ड या यूजरनाम की गलती चेक करें

source: Answers are case sensitive
de: Bei den Antworten wird zwischen Groß- und Kleinschreibung unterschieden
es: Las respuestas son en mayúsculas y minúsculas
hi: उत्तर उच्च व निम्न शब्दों के लिए संवेदनशील है

source: Approve
de: Genehmigen
es: Aprobar
hi: मंजूर

source: Approving Login...
de: Anmeldung genehmigen...
es: Aprobar registro...
hi: लॉग इन अनुमोदन...

source: Are you sure you want to call
de: Sind Sie sicher, dass Sie anrufen möchten
es: Está seguro que desea llamar
hi: क्या आप सचमुच कॉल करना चाहते हैं

source: Are you sure you want to cancel any changes you've made?
de: Sind Sie sicher, dass Sie alle vorgenommenen Änderungen widerrufen möchten?
es: ¿Está seguro que desea cancelar los cambios que has hecho?
hi: क्या आप सचमुच किये गए बदलाव रद्द करना चाहते है?

source: Are you sure? You will be unable to access any funds in this wallet and any future funds that it may receive
de: Sind Sie sich sicher? Sie werden keinen Zugriff auf Ihr Guthaben in dieser Wallet haben und künftige Geldbeträge in diesem Wallet nicht erhalten können
es: ¿Estás seguro? No podrás acceder a los fondos de esta cartera y a los futuros fondos que pueda recibir
hi: सचमुच? आप आगे से इस वॉलेट में प्राप्त धन को नहीं नहीं पाएंगे|

source: Arts
de: Kunst
es: Artes
hi: कला

# Auto &amp; Transport
source: Auto & Transport
es: Autos & Transporte
hi: ऑटो और परिवहन

source: Auto Insurance
de: Autoversicherung
es: Seguro de coche
hi: ऑटो बीमा

source: Auto Payment
de: Automatische Zahlung
es: Auto - Pago
hi: ऑटो भुगतान

source: Auto log off after
de: Automatische Abmeldung nach
es: Cierre de sesión automático después de
hi: के बाद स्वतः लोग ऑफ

source: BITCOIN DENOMINATION
de: BITCOIN-BEZEICHNUNG
es: DENOMINACIÓN DE BITCOIN
hi: बिट कॉइन डीनोमिनेशन

source: Baby Supplies
de: Babyzubehör
es: Artículos para Bebés
hi: शिशु आपूर्तियाँ

# Babysitter &amp; Daycare
source: Babysitter & Daycare
de: Babysitter & Tagespflege
es: Niñeras & Guarderías
hi: आया और डेकेयर

source: Back
de: Zurück
es: Atrás
hi: पीछे

source: Balance
de: Kontostand
es: Saldo
hi: शेष राशि

source: Bank Fee
de: Bankgebühr
es: Cuota del Banco
hi: बैंक शुल्क

# Bills &amp; Utilities
source: Bills & Utilities
de: Rechnungen & Betriebsmittel
es: Facturas & Servicios Públicos
hi: बिल और सुविधाएँ

source: BitID Identity
de: BitID Identität
es: Identificación BitID
hi: BitID पहचान

source: BitID Login
de: BitID Anmeldung
es: BitID Inicio de Sesión
hi: BitID लॉगइन

source: Bitcoin
hi: बिटकॉइन

source: Bitcoin Address or Private Key
de: Bitcoin-Adresse oder privater Schlüssel
es: Dirección Bitcoin o clave privada
hi: बिट कॉइन पता या गुप्त चाबी

source: Bitcoin Private Key
de: Bitcoin privater Schlüssel
es: Clave privada de Bitcoin
hi: बिट कॉइन गुप्त चाबी

source: Bitcoin Private Key with Public Address
de: Bitcoin privater Schlüssel mit öffentlicher Adresse
es: Clave privada de Bitcoin con clave pública
hi: सार्वजानिक पते के साथ बिटकॉइन गुप्त चाबी

source: Bitcoin Wallet Transactions
de: Bitcoin-Wallet-Transaktionen
es: Cartera de transacciones Bitcoin
hi: बिट कॉइन वॉलेट के ट्रांजक्शन

source: Bitcoin address mismatch
de: Bitcoin-Adresse stimmt nicht überein
es: No Coinciden las direcciones Bitcoin
hi: बिट कॉइन पता अलग अलग है

source: Bluetooth
hi: ब्लू टूथ

source: Books
de: Bücher
es: Libros
hi: किताबें

# Books &amp; Supplies
source: Books & Supplies
de: Bücher & Zubehör
es: Libros & Artículos
hi: किताबें और आपूर्तियाँ

source: Business Name or Category
de: Firmenname oder Kategorie
es: Nombre del negocio o categoría
hi: व्यावसायिक नाम या वर्ग

source: Buy Bitcoin
de: Bitcoin kaufen
es: Comprar Bitcoin
hi: बिटकॉइन खरीदें

source: Buy/Sell Bitcoin
de: Bitcoin kaufen / verkaufen
es: Compra / venta de Bitcoin
hi: बिट कॉइन ख़रीदे/बेचें

source: Buy/Sell with Bank Account (USA)
de: Kaufen/Verkaufen mit Bankkonto (USA)
es: Comprar y vender con cuentas bancarias (EUA)
hi: खरीदें / बैंक खाते के साथ बेचें (यूएसए)

source: CANCEL
de: ABBRECHEN
es: Cancelar
hi: रद्द करें

source: CHANGE
de: ÄNDERN
es: CAMBIO
hi: बदलें

source: Camera unavailable. Please enable camera access on your phone's Privacy Settings
de: Kamera nicht verfügbar. Bitte aktivieren Sie den Kamera-Zugriff in den Datenschutzeinstellungen Ihres Telefons
es: Cámara no disponible. Por favor habilitar el acceso de cámara en configuración de privacidad de su teléfono
hi: कैमरा उपलब्ध नहीं है|कृपया फोन की सेटिंग से कैमरा उपलब्ध कराएँ

source: Can't send e-mail
de: E-Mail kann nicht gesendet werden.
es: No puede enviar correo electrónico
hi: ईमेल नहीं भेज सकते

source: Cannot delete wallet as it contains funds. Please transfer out funds first.
de: Wallet kann nicht gelöscht werden, da sie Guthaben enthält. Bitte überweisen Sie zuerst das Guthaben.
es: No puede eliminar la carpeta ya que contiene fondos. Por favor, traslada los fondos primero.
hi: वॉलेट में पैसे शेष हैं इसलिए इसे नष्ट नहीं कर सकते| कृपया पहले पैसे निकालें|

source: Car Wash
de: Autowäsche
es: Lavadero de Auto
hi: कार की धुलाई

# Cash &amp; ATM
source: Cash & ATM
de: Bargeld & GAA
es: Efectivo & Cajero Automático
hi: नकद और एटीएम

source: Categories
de: Kategorien
es: Categorías
hi: वर्ग

source: Change Categories
de: Kategorien ändern
es: Cambiar categorías
hi: वर्ग बदलें

source: Change Mining Fee
de: Ändere Mining-Gebühr
es: Cambiar comisión de minado
hi: खनन शुल्क बदलें

source: Change PIN
de: PIN ändern
es: Cambio de PIN
hi: पिन बदलें

source: Change Password
de: Passwort ändern
es: Cambiar contraseña
hi: पासवर्ड बदलें

source: Change recovery questions
de: Wiederherstellungsfragen ändern
es: Cambiar preguntas de recuperación
hi: रिकवरी प्रश्न बदलें

source: Charity
de: Spenden
es: Caridad
hi: दान

source: Check Password
de: Passwort überprüfen
es: Verificar mi contraseña
hi: पासवर्ड चेक करें

source: Checking password...
de: Passwort wird überprüft...
es: Revisando contraseña...
hi: पासवर्ड चेक हो रहा है....

source: Choose a Question
de: Wähle eine Frage
es: Escoja una pregunta
hi: एक प्रश्न का चयन करो

source: City, State/Province, or Country
de: Stadt, Bundesland/Kanton oder Land
es: Ciudad, Estado/Provincia, o País
hi: शहर, राज्य/केंद्र शासित, या देश

source: Close
de: Schließen
es: Cerrar
hi: बंद

source: Clothing
de: Kleidung
es: Vestimenta
hi: कपड़े

# Coffee &amp; Tea
source: Coffee & Tea
de: Kaffee & Tee
es: Café &am; té
hi: कॉफ़ी & चाय

source: Coffee Shops
de: Cafés
es: Caféterias
hi: कॉफी शॉप

source: Complete Signup
de: Vollständige Registrierung
es: Completar Inscripción
hi: साइन अप पूरा करें

source: Confirmation
de: Bestätigungen
es: Confirmación
hi: पुष्टि

source: Confirmations
de: Bestätigungen
es: Confirmaciones
hi: पुष्टियाँ

source: Confirmed
de: Bestätigt
es: Confirmado
hi: पुष्टित

source: Congratulations
de: Herzlichen Glückwunsch
es: Felicidades
hi: मुबारक हो

source: Connected
de: Verbunden
es: Conectado
hi: जुड़ गए हैं

source: Consulting Income
de: Einkommensberatung
es: Consultando Ingresos
hi: परामर्श आय

source: Copied
de: Kopiert
es: Copiado
hi: प्रतिलिपि बनाई गई

source: Copy
de: Kopieren
es: Copia
hi: कॉपी

source: Create Wallet
de: Wallet erstellen
es: Crear cartera
hi: वॉलेट बनाएं

source: Create new
de: Neu erstellen
es: Crear nuevo
hi: नया बनाओ

source: Creating and securing account
de: Erstelle und sichere Konto...
es: Crear y asegurar la cuenta
hi: खाता निर्माण और सुरक्षा

source: Creating and securing wallet
de: Erstelle und sichere Wallet...
es: Crear y asegurar la cartera
hi: वॉलेट निर्माण और सुरक्षा

source: Credit Card Payment
de: Kreditkartenzahlung
es: Pago con Tarjeta de Crédito
hi: क्रेडिट कार्ड भुगतान

source: Current Location
de: Aktueller Standort
es: Ubicación actual
hi: तत्कालीन स्थान

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
hi: वर्तमान पासवर्ड

source: DEFAULT EXCHANGE RATE
de: STANDARD-WECHSELKURS
es: TIPO DE CAMBIO PREDETERMINADO
hi: तय विनियमन दर

source: Debug
es: Depurar
hi: त्रुटि रहित

source: Debug Log File
de: Debug Anmeldedatei
es: Depurar Archivo de Registro
hi: लोग फाइल को त्रुटि रहित करे

source: Debug Options
de: Debug Optionen
es: Opciones de depuración
hi: त्रुटि रहित विकल्प

source: Default Currency
de: Standardwährung
es: Moneda predeterminada
hi: तय मुद्रा

source: Default Exchange
de: Standardtausch
es: Casa de cambio Predeterminada
hi: तय विनियमन

source: Delete
de: Löschen
es: Borrar
hi: हटाएं

source: Delete '%@' on this device? This account has no password and will NOT BE RECOVERABLE if you delete it.
de: "%@" auf diesem Gerät löschen? Dieses Konto hat kein Passwort und KANN NICHT WIEDERHERGESTELLT werden, wenn Sie es löschen.
es: ¿Borrar '%@' en este dispositivo? Esta cuenta no tiene contraseña y NO PODRÁ RECUPERARSE si la borra.
hi: '%@' को इस उपकरण से नष्ट करें? क्यूंकि इस खाते का कोई पासवर्ड नहीं है इसलिए नष्ट करने के बाद इसे पुनर्स्थापित नहीं किया जा सकेगा|

source: Delete '%@' on this device? This will disable access via PIN. If 2FA is enabled on this account, this device will not be able to login without a 2FA reset which takes 7 days.
de: "%@" auf diesem Gerät löschen? Dies wird den Zugang via PIN deaktiviert. Wenn 2FA auf diesem Konto aktiviert ist, wird dieses Gerät ohne ein 2FA-Reset nicht in der Lage sein sich innerhalb der kommenden 7 Tage anzumelden.
es: ¿Borrar '%@' en este dispositivo? Esto deshabilitará el acceso por medio de PIN. Si esta habilitada la autenticación de doble factor en esta cuenta, este dispositivo no podrá iniciar sesión sin un restablecimiento 2FA, el cual toma 7 días.
hi: '%@' को इस उपकरण से नष्ट करे? इससे पिन के द्वारा पहुँच निष्क्रिय हो जाएगी| अगर इस खाते पर 2FA सक्रिय है तो बिना 2FA पुनर्स्थापन के इस उपकरण पर लॉग इन नहीं कर पाएंगे,जिसमे 7 दिन लगते है|

source: Delete Account
de: Konto löschen
es: Borrar Cuenta
hi: खाता नष्ट करें

source: Delete Wallet
de: Wallet löschen
es: Borrar Cartera
hi: वॉलेट नष्ट करें

source: Deleting Wallet
de: Lösche Wallet
es: Borrando Cartera
hi: वॉलेट नष्ट हो रहा है

source: Dentist
de: Zahnarzt
es: Dentista
hi: दंत चिकित्सक

source: Deposit to Savings
de: Auf das Sparkonto einzahlen
es: Depositar en Ahorros
hi: बचत में जमा राशि

source: Designed and Built by Airbitz in
de: Entworfen und erstellt von Airbitz in
es: Diseñado y construido por Airbitz en
hi: Airbitz द्वारा डिज़ाइन और निर्मित किया गया

source: Directory
de: Verzeichnis
es: Directorio
hi: डायरेक्टरी

source: Disable
de: Deaktivieren
es: Deshabilitar
hi: अक्षम

source: Disable Recovery?
de: Wiederherstellung deaktivieren?
es: Desactivar la recuperación?
hi: वसूली अक्षम करें?

source: Disabled
de: Deaktiviert
es: Deshabilitado
hi: निष्क्रिय

source: Div Income
de: Div Einkommen
es: Dividir Ingreso
hi: लाभांश आय

source: Do you still remember your password? You will need your password if your device gets lost or stolen, or if you uninstall the app. Enter it below to make sure:
de: Erinnern Sie sich noch an Ihr Passwort? Sie benötigen Ihr Passwort, wenn das Gerät verloren gehen sollte oder gestohlen wird oder aber wenn Sie die App deinstallieren. Geben Sie es unten zur Überprüfung ein:
es: ¿Todavía recuerda su contraseña? Necesitará su contraseña si el dispositivo se pierde o si su PIN es ingresado incorrectamente 3 veces. \nIntroducela asegurarnos:
hi: क्या आपको आपका पासवर्ड अभी भी याद् है? आपका उपकरण खो या चोरी हो जाने पर या एप्प हटाने के लिए आपको पासवर्ड की जरूरत होगी | निश्चित करने के लिए नीचे लिखे:

source: Doctor
de: Doktor
hi: डॉक्टर

source: Done
de: Fertig
es: Hecho
hi: हो गया

source: Download the Airbitz wallet and save money using bitcoin
de: Downloaden Sie die Airbitz-Wallet und sparen Sie Geld bei der Benutzung von Bitcoin
es: Descargar la cartera Airbitz y ahorre dinero con bitcoin
hi: Airbitz वॉलेट डाउनलोड करें और बिटकॉइन के प्रयोग से पैसे बचाएं

source: Edge Login
de: Edge-Anmeldung
es: Registro de Edge
hi: एज लॉग इन

source: Education
de: Ausbildung
es: Educación
hi: शिक्षा

source: Electronics
de: Elektronik
es: Electrónica
hi: विद्युत

# Electronics &amp; Software
source: Electronics & Software
de: Elektronik & Software
es: Electrónicos & Software
hi: इलेक्ट्रॉनिक और सॉफ्टवेयर

source: Email
es: Correo electrónico
hi: ईमेल

source: Email Login Package
de: E-Mail Anmeldepacket
es: Registro de paquete de correo electrónico
hi: ईमेल लॉगिन पैकेज

source: Email cancelled.
de: E-Mail abgebrochen.
es: Correo electrónico cancelado.
hi: ईमेल रद्द हो गयी है

source: Email saved to send later.
de: E-Mail gespeichert, um später zu senden.
es: Correo electrónico guardado para enviar más tarde.
hi: ईमेल बाद में भेजने के लिए संचित कर ली गयी है|

source: Email sent.
de: E-Mail gesendet.
es: Correo electrónico enviado.
hi: ईमेल भेज दिया गया है|

source: Enable
de: Aktivieren
es: Habilitar
hi: सक्रिय

source: Enable Bluetooth in System Settings
de: Aktivieren Sie Bluetooth in den Systemeinstellungen
es: Habilitar Bluetooth en preferencias del sistema
hi: सिस्टम सेटिंग्स के लिए ब्लूटूथ को सक्रिय करें

source: Enable Touch ID
de: Touch-ID aktivieren
es: Activar Touch ID
hi: टच आईडी को सक्रिय करें

source: Enter Payee
de: Empfänger eingeben
es: Entrar en beneficiario
hi: प्राप्तकर्ता दर्ज करें

source: Enter any notes you would like to send to our support staff
de: Geben Sie Hinweise und Anmerkungen an, die an unsere Support-Mitarbeiter weitergeleitet werden sollen
es: Ingresar notas para enviar a nuestro personal de soporte
hi: हमारे सहायता स्टाफ को भेजने के लिए कोई टिप्पणी लिखिए

source: Entertainment
de: Unterhaltung
es: Entetenimiento
hi: मनोरंजन

source: Error Changing PIN
de: Fehler beim PIN-Wechsel
es: Error cambiar PIN
hi: पिन बदलाव में त्रुटि उत्पन्न हो गयी है

source: Error Deleting Wallet
de: Fehler beim Löschen der Wallet
es: Error eliminar cartera
hi: वॉलेट नष्ट करने में त्रुटि उत्पन्न हो गयी है

source: Error Getting Wallet Count
de: Fehler bei der Zählung der Wallet
es: Error al obtener recuento de cartera
hi: वॉलेट काउंट प्राप्त करने में परेशानी हो रही है

source: Error Logging In
de: Fehler beim Einloggen
es: Error de inicio de sesión
hi: लॉगिंग इन में परेशानी हो रही है

source: Error Recovering Account
de: Fehler bei Kontowiederherstellung
es: Cuenta de recuperación de error
hi: खाता रिकवर करने में परेशानी हो रही है

source: Error code
de: Fehlercode
es: Código de error
hi: कोड त्रुटि

source: Error connecting to payment processor. Send directly to bitcoin address %@
de: Ein Fehler beim Verbinden mit dem Zahlungsprozessor ist aufgetreten. Überweisen Sie direkt an diese Bitcoin Adresse %@
es: Error al conectarse al procesador del pago. Enviar directamente a la dirección de bitcoin. %@
hi: भुगतान प्रोसेसर से कनेक्ट कर त्रुटि। पता Bitcoin को सीधे भेजने %@
