Repository: EdgeApp/airbitz-ios-gui
Catalog: Localization/Airbitz/*.xliff
Languages: de, es, hi

source: Upload Failed. Please check your network connection
de: Upload ist fehlgeschlagen. Bitte überprüfen Sie die Netzwerkverbindung.
es: No se pudo cargar. Por favor, compruebe su conexión de red
hi: अपलोड विफल हुआ। कृपया अपने नेटवर्क कनेक्शन की जांच करें

source: Upload Image
de: Bild hochladen
es: Subir imagen
hi: चित्र अपलोड करें

source: Upload Log
de: Log hochladen
es: Cargar registro
hi: लॉग अपलोड करें

source: Upload Log File
de: Log-Datei hochladen
es: Subir los archivos de registro
hi: लॉग फाइल उपलोड करें

source: Upload Successful
de: Upload erfolgreich
es: Carga exitosa
hi: अपलोड सफल

source: Uploading logfile. Please wait...
de: Anmeldedateien werden hochgeladen. Bitte warten...
es: Cargando el archivo de registro. Espera...
hi: लॉग फाइल अपलोड हो रहा है। कृपया प्रतीक्षा करें...

source: Use Camera
de: Kamera verwenden
es: Utilizar la cámara
hi: कैमरे का प्रयोग करें

source: Use PIN
de: PIN verwenden
hi: पिन का प्रयोग करें

source: Use Password
de: Passwort verwenden
es: Use contraseña
hi: पासवर्ड का प्रयोग करें

source: Use Photo Album
de: Fotoalbum verwenden
es: Use álbum de fotos
hi: फोटो एल्बम का प्रयोग करें

source: Use TouchID
de: Touch-ID verwenden
hi: टचआईडी इस्तेमाल कीजिये

source: User Name: %@
de: Benutzername: %@
es: Nombre de usuario: %@
hi: प्रयोगकर्ता नाम: %@

source: Username
de: Benutzername
es: Nombre de usuario
hi: प्रयोगकर्ता नाम

source: Username must be at least %d characters.
de: Benutzernamen müssen mindestens %d Zeichen lang sein.
es: El nombre de usuario debe tener al menos %d caracteres.
hi: प्रयोगकर्ता नाम कम से कम %d अक्षर का होना चाहिए।

source: Utilities
de: Zubehör
es: Servicios Públicos
hi: सुविधाएं

source: Vacation
de: Urlaub
es: Vacaciones
hi: छुट्टी

source: Validating Address...
de: Adresse wird überprüft...
es: Validando dirección...
hi: पता प्रमाणित हो रहा है...

source: Vet
de: Tierarzt
es: Veterinario
hi: पशु चिकित्सक

source: WALLETS
es: CARTERAS
hi: वॉलेट

source: WARNING: missing password
de: WARNUNG: fehlendes Passwort
es: ADVERTENCIA: falta contraseña
hi: चेतावनी: पासवर्ड नहीं है

source: Waiting for Payment...
de: Warten auf Zahlung...
es: Esperando para el pago...
hi: भुगतान की प्रतीक्षा हो रही है...

source: Wallet Deleted
de: Wallet gelöscht
es: Cartera eliminada
hi: वॉलेट हट गया

source: Wallet Export
es: Exportar cartera
hi: वॉलेट निर्यात

source: Wallet Private Seed
de: Wallet Privat-Seed
es: Semilla Privada de Cartera
hi: वॉलेट प्राइवेट सीड

source: Wallet creation failed: %@
de: Wallet-Erstellung ist fehlgeschlagen: %@
es: Falló creación de cartera: %@
hi: वॉलेट निर्माण विफल: %@

source: Wallet name must have at least one character
de: Wallet-Name muss mindestens ein Zeichen beinhalten
es: El nombre de la cartera debe tener al menos un caracter
hi: वॉलेट के नाम में कम से कम एक अक्षर होना आवश्यक है

source: Wallet:
es: Cartera:
hi: वॉलेट

source: Walmart (Up to 10% Off)
de: Walmart (bis zu 10% Rabatt)
es: Walmart (hasta un 10% de descuento)
hi: वॉलमार्ट (10% के बाहर)

source: Warning!
de: Warnung!
es: ¡ Advertencia!
hi: चेतावनी!

source: Warning. Without a password, you will not be able to login on a new device if this device is lost or stolen, or if this app is uninstalled
de: Warnung. Ohne Passwort werden Sie nicht in der Lage sein sich wieder anzumelden, falls Ihr Gerät gestohlen oder die App deinstalliert wird
es: Advertencia. Sin una contraseña, no podrá iniciar sesión en un nuevo dispositivo si este dispositivo se pierde o es robado, o si se desinstala esta aplicación
hi: चेतावनी। यदि यह उपकरण खो जाता है या चोरी हो जाता है, या यदि यह ऐप हट जाता है तो पासवर्ड के बिना आप नए उपकरण पर लॉगइन करने में सक्षम नहीं होंगे

source: Warning: Double Spend
de: Warnung: Doppelte Ausgaben
es: Advertencia: Gasto Doble
hi: चेतावनी: दोगुना खर्च

source: Warning: Low Fees may cause long delays in transaction confirmation
de: Warnung: Niedrige Gebühren verursachen Verspätungen in Transaktionsbestätigung
es: Advertencia: Las tarifas bajas pueden causar retrasos en la confirmación de la transacción
hi: चेतावनी: कम शुल्क की वजह से लेनदेन की पुष्टि में बहुत देर हो सकती है

source: Warning: Replace by Fee Detected. Double spend likely
de: Warnung: Feststellung von Gebühr erkannt. Doppelte Ausgaben möglich
es: Advertencia: Reemplazo por comisión detectado. Es probable que haya un gasto doble
hi: चेतावनी: शुल्क द्वारा प्रतिस्थापन का पता चला है। दोगुना खर्च संभव है

source: Watcher Database Cleared But Error Occurred. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
de: Watcher-Datenbank gelöscht, jedoch ist ein Fehler aufgetreten. Bitte erlauben Sie uns ein paar Minuten um die Blockchaininformationen zu synchronisieren. Überweisungen und Guthaben können während der Synchronisierung ungenau sein
es: Vigilante de base de datos limpiado pero ha ocurrido un Error. Por favor espere unos minutos para resincronización de información de la cadena de bloques. Los saldos y operaciones pueden ser inexactos durante la sincronización
hi: वाचर डेटाबेस हट गया लेकिन त्रुटी उत्पन्न हो गयी थी। ब्लॉकचेन इंफो दोबारा सिंक करने के लिए कृपया कुछ मिनट का समय दें। सिंक के दौरान लेनदेन और शेष राशि गलत दिखाई दे सकते हैं।

source: Watcher Database Cleared. Please allow a few minutes to resync blockchain info. Transactions and balances may be inaccurate during sync
de: Watcher-Datenbank gelöscht, jedoch ist ein Fehler aufgetreten. Bitte erlauben Sie uns ein paar Minuten um die Blockchaininformationen zu synchronisieren. Überweisungen und Guthaben können während der Synchronisierung ungenau sein
es: Vigilante de base de datos limpiado. Por favor espere unos minutos para resincronización información de la cadena de bloques. Los saldos y operaciones pueden ser inexactos durante la sincronización
hi: वाचर डेटाबेस हट गया। ब्लॉकचेन इंफो दोबारा सिंक करने के लिए कृपया कुछ मिनट का समय दें। सिंक के दौरान लेनदेन और शेष राशि गलत दिखाई दे सकते हैं

source: Whole Foods (Up to 10% Off)
de: Whole Foods (bis zu 10% Rabatt)
es: Whole Foods (hasta un 10% de descuento)
hi: पूरा फूड्स (10% के बाहर)

source: Would you like to enable TouchID for this account and device?
de: Möchten Sie Touch-ID für dieses Konto und Gerät aktivieren?
es: ¿Desea activar el TouchID para esta cuenta y dispositivo?
hi: क्या आप इस खाते और उपकरण के लिए TouchID सक्षम करना चाहते हैं?

source: Would you like to send funds to this address or import funds into your wallet?
de: Möchten Sie Geld an diese Adresse überweisen oder den Betrag an Ihre Wallet senden?
es: ¿Desea enviar fondos a esta dirección o importar fondos en su cartera?
hi: क्या आप इस पते पर धनराशि भेजना या अपने वॉलेट में धनराशि आयात करना चाहते हैं?

source: Would you like to send us some feedback?
de: Möchten Sie uns Feedback senden?
es: ¿Desea enviarnos sus comentarios?
hi: क्या आप हमें अपने कुछ प्रतिक्रिया देना चाहेंगे?

source: Would you like to write a review in the App store?
de: Möchten Sie einen Kommentar im App Store hinterlassen?
es: ¿Le gustaría escribir una opinión en la App store?
hi: क्या आप ऐप स्टोर में समीक्षा लिखना चाहेंगे?

source: Wrong Answers
de: Falsche Antworten
es: Respuestas incorrectas
hi: गलत उत्तर

source: YES
de: JA
es: SÍ
hi: हाँ

# You Received Bitcoin! %@ (~%@)
source: You Received Bitcoin! %1$@ (~%2$@)
de: Sie haben Bitcoins erhalten! %1$@ (~%2$@)
es: Recibió Bitcoin!%1$@ (~%2$@)
hi: आपको बिटकॉइन प्राप्त हुआ है! %1$@ (~%2$@)

source: You are about to exit password recovery setup. Your chosen questions and answers have not been saved.
de: Sie sind dabei das Wiederherstellungs Setup zu verlassen. Ihre ausgewählten Fragen und Antworten wurden noch nicht gespeichert.
es: Usted esta a punto de salir de la configuración de recuperación de contraseña. Sus preguntas seleccionadas no han sido guardadas.
hi: आप के बारे में पासवर्ड वसूली सेटअप से बाहर करने के लिए कर रहे हैं। आपका चुना सवाल और जवाब सहेजा नहीं गया है।

source: You must answer all questions. Make sure your answers are long enough.
de: Sie müssen alle Fragen beantworten. Achten Sie darauf, dass Ihre Antworten lang genug sind.
es: Usted debe responder todas las preguntas. Asegúrese que su respuestas son suficientemente largas.
hi: आप सभी सवालों का जवाब देना होगा। सुनिश्चित करें कि आपके जवाब काफी लंबे समय से कर रहे हैं।

source: You must choose a question for all selections before proceeding.
de: Bevor Sie fortfahren müssen sie für jede Auswahl eine Fragen wählen.
es: Usted debe escoger una pregunta para todas las selecciones antes de proceder.
hi: आप आगे बढ़ने से पहले सभी चयन के लिए एक सवाल का चयन करना होगा।

source: You must enter a user name
de: Sie müssen einen Benutzernamen eingeben
es: Debe introducir un nombre de usuario
hi: आपके लिए प्रयोगकर्ता नाम डालना आवश्यक है

source: You received Bitcoin! %1$@ (~%2$@) Use the Payee, Category, and Notes field to optionally tag your transaction
de: Sie haben Bitcoins erhalten! %1$@ (~%2$@) Benutzen Sie das Zahlungsempfänger-, Kategorie- und Notiz-Feld, um Ihre Transaktion optional zu markieren
es: Recibió Bitcoin! %1$@ (~%2$@) utiliza los campos de notas, beneficiario y categoría para etiquetar su transacción
hi: आपको बिटकॉइन प्राप्त हुआ है! %1$@ (~%2$@) अपने लेनदेन को वैकल्पिक रूप से टैग करने के लिए आदाता, वर्ग, और नोट फील्ड का प्रयोग करें

source: You will next see a popup requesting access to your Camera. [[abtag APP_TITLE]] needs this to scan QR codes to pay people and merchants.
de: Als nächstes werden Sie ein Popup-Fenster sehen, welches Zugriff auf Ihre Kamera fordert. [[abtag APP_TITLE]] benötigt dies, um QR-Codes zu scannen und dadurch Personen und Verkäufer zu bezahlen.
es: Verá una ventana emergente solicitando acceso a su cámara. [[abtag APP_TITLE]] necesita esto para escanear los códigos QR para pagarle a las personas y comerciantes.
hi: इसके बाद आपको अपना कैमरा एक्सेस के लिए अनुरोध करने वाला पॉपअप दिखाई देगा। लोगों और व्यापारियों को भुगतान करने के लिए [[abtag APP_TITLE]] को QR कोड स्कैन करने की जरुरत होती है।

source: You've received Bitcoin! We STRONGLY recommend setting up Password Recovery questions and answers. Otherwise you will NOT be able to access your account if your password is forgotten.
de: Sie haben Bitcoin erhalten! Wir empfehlen Ihnen DRINGEND die Einrichtung der Passwort-Wiederherstellungsfragen und -Antworten. Sonst werden Sie NICHT in der Lage sein, auf Ihr Konto zuzugreifen, sollte das Passwort vergessen werden.
es: ¡Recibió Bitcoin! Recomendamos ENCARECIDAMENTE que configure la Recuperación de Contraseña y las preguntas y respuestas. De lo contrario NO PODRÁ ACCEDER a su cuenta si olvida su contraseña.
hi: आपको बिटकॉइन प्राप्त हुआ है! हम आपको पासवर्ड रिकवरी प्रश्न और उत्तर सेटअप करने का सुझाव देते हैं। अन्यथा, यदि आप अपना पासवर्ड भूल जाते हैं तो आप अपना खाता एक्सेस करने में सक्षम नहीं होंगे।

source: Your password recovery questions and answers are now set up. When recovering your password, your answers must match exactly. **DO NOT FORGET YOUR PASSWORD AND RECOVERY ANSWERS** YOUR ACCOUNT CANNOT BE RECOVERED WITHOUT THEM!!
de: Ihre Passwort-Wiederherstellungs-Fragen und Antworten sind nun eingerichtet.\n\n Klicken Sie auf den Link in der E-Mail die sie gerade erhalten haben und beantworten Sie ihre Passwort- Wiederherstellungs-Fragen. Ihre Antworten müssen genau übereinstimmen.\n\n ** VERGESSEN SIE NICHT IHREN ANMELDENAMEN UND IHRE ANTWORTEN**\n\n IHR KONTO KANN OHNE DIESE DATEN NICHT WIEDERHERGESETLLT WERDEN!!
es: Sus preguntas de recuperación de contraseña y sus respuestas ya están configuradas. Al recuperar su contraseña, deben coincidir exactamente con sus respuestas. ** NO SE OLVIDE SU CONTRASEÑA Y RESPUESTAS DE RECUPERACIÓN ** SU CUENTA NO PUEDE SER RECUPERADO SIN ELLAS!!
hi: आपके पासवर्ड रिकवरी प्रश्न और उत्तर अब सेटअप हो गए हैं। अपना पासवर्ड रिकवर करते समय, आपके उत्तर बिल्कुल सही प्रकार से मेल करने चाहिए। **अपना पासवर्ड और रिकवरी उत्तर ना भूलें** इनके बिना आपका खाता रिकवर नहीं हो सकता है!!

source: Your password...
de: Ihr Passwort...
es: Su contraseña...
hi: आपका पासवर्ड...

source: [[abtag APP_TITLE]] uses contacts to help tag information regarding your transactions. All tagged information is kept 100% private and encrypted by your password. No one, including [[abtag APP_TITLE]], has any access to this information.
de: [[abtag APP_TITLE]] verwenden Sie Ihre Kontakte, um anzugebende Informationen Ihrer Transaktionen zu unterstützen. Alle angegebenen Informationen werden zu 100 % vertraulich behandelt und durch Ihr Passwort verschlüsselt gespeichert. Niemand, einschließlich der [[abtag APP_TITLE]], hat Zugriff auf diese Informationen.
es: [[abtag APP_TITLE]] usa contactos para ayudar a etiquetar la información sobre sus transacciones. EL etiquetado con toda la información se mantiene 100% privado y cifrado por contraseña. Nadie, incluyendo [[abtag APP_TITLE]], tiene acceso a esta información.
hi: आपके लेनदेन के संबंध में जानकारी टैग करने में सहायता करने के लिए [[abtag APP_TITLE]] संपर्कों का प्रयोग करता है। सभी टैग की गयी जानकारियां आपके पासवर्ड के द्वारा 100% गोपनीय और इनक्रिप्ट रखी गयी हैं। इस जानकारी के लिए [[abtag APP_TITLE]] सहित, किसी के पास भी एक्सेस नहीं होता है।

source: bits = (0.000001 Bitcoin)
hi: bits = (0.000001 बिटकॉइन)

source: closed
de: geschlossen
es: cerrado
hi: बंद

source: day
de: Tag
es: día
hi: दिन

source: days
de: Tage
es: días
hi: दिन

source: hour
de: Stunde
es: hora
hi: घंटा

source: hours
de: Stunden
es: horas
hi: घंटे

source: mBitcoin = (0.001 Bitcoin)
hi: mBitcoin = (0.001 बिटकॉइन)

source: minute
es: minuto
hi: मिनट

source: minutes
de: Minuten
es: minutos
hi: मिनट

source: second
de: Sekunde
es: segundo
hi: सेकंड

source: seconds
de: Sekunden
es: segundos
hi: सेकंड

source: ▼ Choose a wallet to transfer funds to ▼
de: ▼ Wählen Sie die Wallet auf die Sie überweisen möchten ▼
es: ▼ Elegir una cartera a la que transferir fondos ▼
hi: ▼ पैसे भेजने के लिए वॉलेट का चयन करें ▼

# tOB-4i-OVm.text
source: mypassword12345
de: MeinPasswort12345
es: micontraseña12345

# rls-16-YZg.text
source: [do not translate]
es: [no traducir]

# Zw4-k1-a82.text
source: Mainnet
es: Red principal

# iUa-wU-ZnQ.normalTitle
source: StylizedOutline
es: Contorno estilizado
